Repository: LangCorrect/server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fi, fr, hr, it, ja, pl, ru, tr

source: Sentence-by-Sentence Correction Groups
cs: Opravy po větách
de: Satz-für-Satz-Korrekturgruppen
es: Grupos de corrección frase por frase
fi: Lauseittain korjausryhmät
fr: Groupes de correction phrase par phrase
hr: Grupiranje ispravaka po rečenicama
it: Gruppi di correzione frase per frase
ja: 文ごとの訂正グループ
pl: Poprawki zdanie po zdaniu
ru: Исправления по предложениям
tr: Cümle Cümle Düzeltme Grupları

source: Side-by-Side Correction Display
cs: Zobrazení oprav vedle sebe
de: Nebeneinander Korrekturanzeige
es: Visualización de correcciones de lado a lado
fi: Rinnakkainen korjausnäyttö
fr: Affichage de correction côte à côte
hr: Prikaz ispravaka jedan do drugoga
it: Visualizzazione delle correzioni affiancate
ja: サイドバイサイド訂正表示
pl: Wyświetlanie poprawek obok siebie
ru: Двухколоночный вид исправлений
tr: Yan Yana Düzeltme Görüntüleme

source: Priority Correction Queue
cs: Prioritní fronta oprav
de: Prioritätskorrekturwarteschlange
es: Cola de corrección prioritaria
fi: Prioriteettikorjausjono
fr: File d'attente de correction prioritaire
hr: Prioritetni red za ispravke
it: Coda di correzione prioritaria
ja: 優先訂正キュー
pl: Kolejka poprawek priorytetowych
ru: Приоритетная очередь на исправления
tr: Öncelikli Düzeltme Kuyruğu

source: Supporter Badge
cs: Odznak podporovatele
de: Unterstützer-Abzeichen
es: Insignia de colaborador
fi: Tukijamerkki
fr: Badge de supporter
hr: Značka podržavatelja
it: Badge di supporter
ja: サポーターバッジ
pl: Wspierającego
ru: Значок поддержки
tr: Destekçi Rozeti

source: Maximum Concurrent Languages
cs: Maximální současný počet jazyků
de: Maximale gleichzeitige Sprachen
es: Máximo de idiomas concurrentes
fi: Enimmäismäärä samanaikaisia kieliä
fr: Nombre maximal de langues simultanées
hr: Maksimalan broj istovremenih jezika
it: Massimo numero di lingue contemporanee
ja: 最大同時言語数
pl: Maksymalna liczba równoczesnych języków
ru: Максимальное количество одновременных языков
tr: Maksimum Eşzamanlı Diller

source: Export Options
cs: Možnosti exportu
de: Exportoptionen
es: Opciones de exportación
fi: Vientivaihtoehdot
fr: Options d'exportation
hr: Opcije izvoza
it: Opzioni di esportazione
ja: エクスポートオプション
pl: Opcje eksportu
ru: Опции экспорта
tr: Dışa Aktarma Seçenekleri

source: Image Attachments in Journals
cs: Přílohy obrázků v denících
de: Bildanhänge in Tagebüchern
es: Imágenes adjuntas en diarios
fi: Kuvatiedostot päiväkirjoissa
fr: Images jointes dans les journaux
hr: Privitci s slikama u dnevnicima
it: Allegati immagine nei diari
ja: ジャーナルに画像添付
pl: Załączniki obrazów w dziennikach
ru: Вложения изображений в журналах
tr: Günlüklerde Görüntü Ekleri

source: Exemption from Correction Ratio
cs: Výjimka z poměru oprav
de: Ausnahme vom Korrekturverhältnis
es: Exención de tasa de corrección
fi: Vapautus korjaussuhteesta
fr: Exemption du taux de correction
hr: Izuzetak od omjera ispravaka
it: Esenzione dal rapporto di correzione
ja: 訂正比率からの免除
pl: Wyłączenie z współczynnika poprawek
ru: Исключение из коэффициента исправлений
tr: Düzeltme Oranından Muafiyet

source: Anki Integration
cs: Integrace s Anki
es: Integración con Anki
fi: Anki-integraatio
fr: Intégration avec Anki
hr: Anki integracija
it: Integrazione con Anki
ja: Anki統合
pl: Integracja z Anki
ru: Интеграция с Anki
tr: Anki Entegrasyonu

source: Coming soon
cs: k dispozici
de: Demnächst
es: Próximamente
fi: Tulossa pian
fr: À venir bientôt
hr: Uskoro
it: In arrivo
ja: 近日公開
pl: Wkrótce
ru: Скоро будет
tr: Yakında

source: Stat Tracking
cs: Sledování statistik
de: Statistik-Verfolgung
es: Seguimiento de estadísticas
fi: Tilastoseuranta
fr: Suivi des statistiques
hr: Praćenje statistike
it: Monitoraggio delle statistiche
ja: 統計トラッキング
pl: Śledzenie statystyk
ru: Отслеживание статистики
tr: İstatistik Takibi

source: Support Our Community
cs: Podpořte naši komunitu
de: Unterstütze unsere Gemeinschaft
es: Apoya a nuestra comunidad
fi: Tue yhteisöämme
fr: Soutenez notre communauté
hr: Podržite našu zajednicu
it: Supporta la nostra comunità
ja: コミュニティをサポート
pl: Wspieraj naszą społeczność
ru: Поддержите наше сообщество
tr: Topluluğumuza Destek Olun

source: By upgrading to a Premium Annual Subscription, you're not just investing in your own language learning journey. You're also helping us keep the basic features free for everyone. Your support sustains this platform and fosters a global community of lifelong learners.
cs: Přechodem na roční prémiové předplatné nejen investujete do svého vlastního jazykového vzdělávání. Také nám pomáháte udržet základní funkce zdarma pro všechny. Vaše podpora udržuje tuto platformu a podporuje globální komunitu celoživotních studentů.
de: Durch ein Upgrade auf ein jährliches Premium-Abonnement investieren Sie nicht nur in Ihre eigene Sprachlernreise. Sie helfen uns auch, die grundlegenden Funktionen für alle kostenlos zu halten. Ihre Unterstützung erhält diese Plattform aufrecht und fördert eine globale Gemeinschaft von lebenslangen Lernenden.
es: Al optar por una suscripción anual Premium, no solo estás invirtiendo en tu propio proceso de aprendizaje de idiomas. También nos ayudas a mantener las funciones básicas gratuitas para todos. Tu apoyo sostiene esta plataforma y fomenta una comunidad global de estudiantes de por vida.
fi: Päivittämällä Premium-vuositilaukseen et ainoastaan sijoita omaan kieltenoppimismatkaasi. Autat meitä myös pitämään perusominaisuudet ilmaisina kaikille. Tukesi ylläpitää tätä alustaa ja edistää maailmanlaajuista elinikäisten oppijoiden yhteisöä.
fr: En passant à un abonnement annuel Premium, vous ne faites pas qu'investir dans votre propre parcours d'apprentissage linguistique. Vous nous aidez également à maintenir les fonctionnalités de base gratuites pour tous. Votre soutien permet de maintenir cette plateforme et favorise une communauté mondiale d'apprenants à vie.
hr: Nadograđivanjem na godišnju Premium pretplatu, ne ulažete samo u svoje jezično putovanje. Također nam pomažete da osnovne značajke ostanu besplatne za sve. Vaša podrška održava ovu platformu i potiče globalnu zajednicu trajnih učenika.
it: Effettuando l'upgrade a un Abbonamento Premium Annuale, non stai solo investendo nel tuo personale percorso di apprendimento delle lingue. Stai anche aiutando a mantenere gratuite le funzionalità di base per tutti. Il tuo sostegno mantiene viva questa piattaforma e alimenta una comunità globale di studenti per tutta la vita.
ja: プレミアム年間サブスクリプションにアップグレードすることで、自分自身の言語学習の旅に投資するだけでなく、基本機能を皆さんに無料で提供し続ける手助けもしています。あなたのサポートがこのプラットフォームを維持し、終身学習者のグローバルコミュニティを育てます。
pl: Poprzez uaktualnienie do rocznej subskrypcji Premium nie tylko inwestujesz w swoją naukę języka. Pomagasz nam również utrzymać podstawowe funkcje darmowe dla wszystkich. Twoje wsparcie podtrzymuje tę platformę i sprzyja globalnej społeczności uczących się przez całe życie.
ru: Переходя на ежегодную Премиум-подписку, вы не просто инвестируете в свое собственное языковое образование. Вы также помогаете нам сохранить базовые функции бесплатными для всех. Ваша поддержка поддерживает эту платформу и способствует созданию глобального сообщества постоянных учеников.
tr: Premium Yıllık Aboneliğe yükselterek sadece kendi dil öğrenme yolculuğunuza yatırım yapmıyorsunuz. Aynı zamanda temel özelliklerin herkes için ücretsiz kalmasına da yardımcı oluyorsunuz. Destekleriniz bu platformu sürdürüyor ve ömür boyu öğrenenlerden oluşan küresel bir topluluk oluşturuyor.

source: You currently have premium status.
cs: Aktuálně máte prémiový status.
de: Sie haben derzeit den Premium-Status.
es: Actualmente tienes estado premium.
fi: Sinulla on tällä hetkellä Premium-tila.
fr: Vous avez actuellement un statut premium.
hr: Trenutno imate Premium status.
it: Hai attualmente uno stato Premium.
ja: 現在、プレミアムステータスがあります。
pl: Obecnie masz status premium
ru: У вас сейчас статус Премиум.
tr: Şu anda premium durumundasınız.

source: To manage your subscription or view details, click the button below.
cs: Pro správu předplatného nebo zobrazení podrobností klikněte na tlačítko níže.
de: Um Ihr Abonnement zu verwalten oder Details anzuzeigen, klicken Sie auf die Schaltfläche unten.
es: Para gestionar tu suscripción o ver detalles, haz clic en el botón de abajo.
fi: Hallitaksesi tilaustasi tai nähdäksesi yksityiskohdat, napsauta alla olevaa painiketta.
fr: Pour gérer votre abonnement ou voir les détails, cliquez sur le bouton ci-dessous.
hr: Za upravljanje vašom pretplatom ili pregled detalja, kliknite na gumb ispod.
it: Per gestire il tuo abbonamento o visualizzare i dettagli, fai clic sul pulsante qui sotto.
ja: サブスクリプションを管理するか詳細を見るには、以下のボタンをクリックしてください。
pl: Aby zarządzać subskrypcją lub zobaczyć szczegóły, kliknij poniższy przycisk.
ru: Чтобы управлять вашей подпиской или просмотреть детали, нажмите кнопку ниже.
tr: Aboneliğinizi yönetmek veya detayları görmek için aşağıdaki butona tıklayın.

source: Manage Subscription
cs: Spravovat předplatné
de: Abonnement verwalten
es: Administrar suscripción
fi: Hallinnoi tilausta
fr: Gérer l'abonnement
hr: Upravljajte pretplatom
it: Gestisci Abbonamento
ja: サブスクリプションを管理
pl: Zarządzaj subskrypcją
ru: Управление Подпиской
tr: Aboneliği Yönet

source: Go Premium (Billed Annually)
cs: Přejít na Premium (účtováno ročně)
de: Premium werden (jährlich abgerechnet)
es: Hazte Premium (facturado anualmente)
fi: Siirry Premiumiin (laskutetaan vuosittain)
fr: Devenir Premium (facturé annuellement)
hr: Pređite na Premium (naplaćuje se godišnje)
it: Diventa Premium (Fatturato annualmente)
ja: プレミアムになる（年間請求）
pl: Przejdź na Premium (Rozliczanie roczne)
ru: Перейти на Премиум (Оплата ежегодно)
tr: Premium Ol (Yıllık Faturalandırılır)

source: Writing Streak
cs: Psací série
de: Schreibserie
es: Racha de escritura
fi: Kirjoitusputki
fr: Série d'écriture
hr: Niz pisanja
it: Serie di Scritture
ja: ライティング連続記録
pl: Seria pisarska
ru: Серия Письма
tr: Yazma Serisi

source: Language Match
cs: Shoda jazyků
de: Sprachübereinstimmung
es: Emparejamiento de idiomas
fi: Kieliyhdistelmä
fr: Correspondance linguistique
hr: Podudaranje jezika
it: Abbinamento Linguistico
ja: 言語マッチ
pl: Dopasowanie językowe
ru: Соответствие Языка
tr: Dil Eşleşmesi

source: Correctors
cs: Korektory
de: Korrektoren
es: Correctores
fi: Korjaajat
fr: Correcteurs
hr: Ispravljači
it: Correttori
ja: 訂正者
pl: Korektorzy
ru: Корректоры
tr: Düzelticiler

source: You can only correct entries in your native language(s)
cs: Opravujte deníky napsané ve vašem rodném jazyce.
es: Corrige diarios escritos en tu(s) idioma(s) nativo(s).
fr: Corriger les journaux écrits dans votre(vos) langue(s) maternelle(s).
hr: Ispravite dnevnike napisane na vašem izvornom jeziku(ima).
it: Correggi diari scritti nella/e tua/e lingua/e madre.
ja: 自分の母語で書かれたジャーナルを訂正する

source: Correct
cs: Opravit
de: Korrigieren
es: Corregir
fi: Korjaa
fr: Corriger
hr: Ispraviti
it: Correggi
ja: 訂正する
pl: Popraw
ru: Исправить
tr: Düzelt

source: Are you sure you want to delete %(post_title)s?
cs: Jste si jisti, že chcete smazat %(post_title)s?
de: Sind Sie sicher, dass Sie %(post_title)s löschen möchten?
es: ¿Estás seguro de que quieres eliminar %(post_title)s?
fi: Oletko varma, että haluat poistaa %(post_title)s?
fr: Êtes-vous sûr de vouloir supprimer %(post_title)s ?
hr: Jeste li sigurni da želite izbrisati %(post_title)s?
it: Sei sicuro di voler eliminare %(post_title)s?
ja: %(post_title)sを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć %(post_title)s?
ru: Вы уверены, что хотите удалить %(post_title)s?
tr: %(post_title)s başlıklı gönderiyi silmek istediğinizden emin misiniz?

source: Attachments
cs: Přílohy
de: Anhänge
es: Archivos adjuntos
fi: Liitteet
fr: Pièces jointes
hr: Privitci
it: Allegati
ja: 添付ファイル
pl: Załączniki
ru: Вложения
tr: Ekler

source: Show corrections grouped by user
cs: Zobrazit opravy seskupené podle uživatele
de: Korrekturen nach Benutzer gruppiert anzeigen
es: Mostrar correcciones agrupadas por usuario
fi: Näytä korjaukset ryhmiteltynä käyttäjän mukaan
fr: Afficher les corrections regroupées par utilisateur
hr: Prikaži ispravke grupirane po korisniku
it: Mostra correzioni raggruppate per utente
ja: ユーザーごとにグループ化された訂正を表示
pl: Pokaż korekty pogrupowane według użytkowników.
ru: Показать исправления, сгруппированные по пользователям
tr: Düzeltmeleri kullanıcıya göre gruplandır

source: Show corrections grouped by sentence
cs: Zobrazit opravy seskupené podle věty
de: Korrekturen nach Sätzen gruppiert anzeigen
es: Mostrar correcciones agrupadas por oración
fi: Näytä korjaukset ryhmiteltynä lauseen mukaan
fr: Afficher les corrections regroupées par phrase
hr: Prikaži ispravke grupirane po rečenici
it: Mostra correzioni raggruppate per frase
ja: 文ごとにグループ化された訂正を表示
pl: Pokaż korekty pogrupowane według zdań.
ru: Показать исправления, сгруппированные по предложениям
tr: Düzeltmeleri cümleye göre gruplandır

source: Show corrections grouped by sentence and side by side
cs: Zobrazit opravy seskupené podle věty a vedle sebe
de: Korrekturen nach Sätzen gruppiert und nebeneinander anzeigen
es: Mostrar correcciones agrupadas por oración y de lado a lado
fi: Näytä korjaukset ryhmiteltynä lauseen mukaan ja vierekkäin
fr: Afficher les corrections regroupées par phrase et côte à côte
hr: Prikaži ispravke grupirane po rečenici i jedne do drugih
it: Mostra correzioni raggruppate per frase e affiancate
ja: 文ごと、並列でグループ化された訂正を表示
pl: Pokaż korekty pogrupowane według zdań oraz w układzie równoległym.
ru: Показать исправления, сгруппированные по предложениям и расположенные рядом
tr: Düzeltmeleri cümleye ve yan yana göre gruplandır

source: Export Corrections
cs: Exportovat opravy
de: Korrekturen exportieren
es: Exportar correcciones
fi: Vie korjaukset
fr: Exporter les corrections
hr: Izvezi ispravke
it: Esporta Correzioni
ja: 訂正をエクスポート
pl: Eksportuj korekty
ru: Экспорт Исправлений
tr: Düzeltmeleri Dışa Aktar

source: You need LangCorrect Premium to access this feature.
cs: Pro přístup k této funkci potřebujete LangCorrect Premium
de: Sie benötigen LangCorrect Premium, um auf diese Funktion zuzugreifen.
es: Necesitas LangCorrect Premium para acceder a esta función.
fi: Tarvitset LangCorrect Premiumin käyttääksesi tätä ominaisuutta.
fr: Vous avez besoin de LangCorrect Premium pour accéder à cette fonctionnalité.
hr: Za pristup ovoj funkciji trebate LangCorrect Premium.
it: Hai bisogno di LangCorrect Premium per accedere a questa funzione.
ja: この機能にアクセスするにはLangCorrectプレミアムが必要です。
pl: Potrzebujesz LangCorrect Premium, aby uzyskać dostęp do tej funkcji.
ru: Вам нужен LangCorrect Premium для доступа к этой функции.
tr: Bu özelliğe erişebilmek için LangCorrect Premium'a ihtiyacınız var.

source: Go Premium
cs: Přejít na Premium
de: Premium werden
es: Hazte Premium
fi: Siirry Premiumiin
fr: Devenir Premium
hr: Pređite na Premium
it: Diventa Premium
ja: プレミアムになる
pl: Przejdź na Premium
ru: Перейти на Премиум
tr: Premium Ol

source: Publish
cs: Publikovat
de: Veröffentlichen
es: Publicar
fi: Julkaise
fr: Publier
hr: Objavi
it: Pubblica
ja: 公開する
pl: Opublikuj
ru: Опубликовать
tr: Yayınla

source: Recent Corrections
cs: Nedávné opravy
de: Korrekturen überprüfen
es: Correcciones recientes
fi: Viimeaikaiset korjaukset
fr: Examinez les corrections
hr: Nedavne ispravke
it: Rivedi le correzioni
ja: 添削を確認
ru: Просмотр исправлений
tr: Düzeltmeleri gözden geçir

source: Recently corrected public entries
cs: Nedávno opravené veřejné příspěvky
de: Kürzlich korrigierte öffentliche Einträge
es: Entradas públicas corregidas recientemente
fi: Äskettäin korjatut julkiset merkinnät
fr: Entrées publiques récemment corrigées
hr: Nedavno ispravljene javne unose
it: Voci pubbliche corrette di recente
ja: 最近修正された公開エントリー
ru: Недавно исправленные публичные записи
tr: Son düzeltilen genel girişler

source: 👉 Register to view more posts, get corrections on your writing and correct others.
cs: 👉 Zaregistrujte se pro zobrazení více příspěvků, získání oprav na vašem psaní a opravu psaní ostatních.
de: 👉 Es ist wirklich einfach, Korrekturen für Ihr Schreiben zu erhalten.
es: 👉 Regístrate para ver más publicaciones, obtener correcciones de tu escritura y corregir la de otros.
fi: 👉 Rekisteröityminen nähdäksesi lisää viestejä, saadaksesi korjauksia kirjoitukseesi ja korjataksesi muiden kirjoituksia on todella helppoa.
fr: 👉 Obtenir des corrections sur vos écrits est vraiment facile.
hr: 👉 Registrirajte se da biste vidjeli više objava, dobili ispravke na svom pisanju i ispravljali druge.
it: 👉 Ricevere correzioni sul tuo scritto è davvero facile.
ja: 👉とても簡単にライティングの添削を受けることができます。
ru: 👉 Получение исправлений в вашем тексте очень просто.
tr: 👉 Yazınıza düzeltme almak çok kolay.

source: Correct journals written in your native language(s).
cs: Opravujte deníky napsané ve vašem rodném jazyce.
de: Korrigiere Journale in deiner/deinen Muttersprache(n).
es: Corrige diarios escritos en tu(s) idioma(s) nativo(s).
fi: Korjaa päiväkirjamerkintöjä omalla äidinkielelläsi.
fr: Corriger les journaux écrits dans votre(vos) langue(s) maternelle(s).
hr: Ispravite dnevnike napisane na vašem izvornom jeziku(ima).
it: Correggi diari scritti nella/e tua/e lingua/e madre.
ja: 自分の母語で書かれたジャーナルを訂正する
pl: Koryguj dzienniki w twoim języku ojczystym/językach ojczystych.
ru: Исправляйте журналы, написанные на вашем родном языке(ах).
tr: Ana dil(ler)inizde yazılmış günlükleri düzeltin.

source: Teach
cs: Učit
de: Lehren
es: Enseña
fi: Opetus
fr: Enseigner
hr: Nastavite
it: Insegna
ja: 教える
pl: Ucz innych
ru: Обучать
tr: Öğret

source: Browse journals and practice writing in your studying language(s).
cs: Procházejte deníky a cvičte psaní ve vašem studovaném jazyce.
de: Durchsuche Journale und übe das Schreiben in der/den Sprache(n), die du lernst
es: Explora diarios y practica la escritura en tu(s) idioma(s) de estudio.
fi: Selaa päiväkirjoja ja harjoittele kirjoittamista opiskelemillasi kielillä.
fr: Parcourir les journaux et pratiquer l'écriture dans votre(vos) langue(s) d'étude.
hr: Pregledajte dnevnike i vježbajte pisanje na jeziku(ima) koji učite.
it: Sfoglia i diari e pratica la scrittura nella/e lingua/e che stai studiando.
ja: 勉強中の言語で書かれたジャーナルを閲覧して、書く練習をする。
pl: Przeglądaj dzienniki i ćwicz pisanie w językach, których się uczysz.
ru: Просматривайте журналы и практикуйтесь в письме на изучаемом языке(ах).
tr: Günlükleri göz atın ve çalıştığınız dil(ler)de yazmayı pratik yapın.

source: Learn
cs: Učit se
de: Lernen
es: Aprende
fi: Oppiminen
fr: Apprendre
hr: Učite
it: Impara
ja: 学ぶ
pl: Ucz się
ru: Учиться
tr: Öğren

source: Browse journals written by users you are following.
cs: Prohlížejte deníky napsané uživateli, které sledujete.
de: Durchsuche Journale von Benutzern, denen du folgst.
es: Explora diarios escritos por usuarios a los que estás siguiendo.
fi: Selaa päiväkirjoja käyttäjiltä, joita seuraat.
fr: Parcourir les journaux écrits par les utilisateurs que vous suivez.
hr: Pregledajte dnevnike koje su napisali korisnici koje pratite.
it: Sfoglia i diari scritti dagli utenti che stai seguendo.
ja: フォローしているユーザーによって書かれたジャーナルを閲覧する。
pl: Przeglądaj dzienniki napisane przez użytkowników, których obserwujesz.
ru: Просматривайте журналы, написанные пользователями, на которых вы подписаны.
tr: Takip ettiğiniz kullanıcılar tarafından yazılmış günlükleri göz atın.

source: Server time (UTC)
cs: Serverový čas (UTC)
es: Hora del servidor (UTC)
fr: Heure du serveur (UTC)
hr: Vrijeme servera (UTC)
ja: サーバー時間 (UTC)

source: Streaks reset at midnight (00:00)
cs: Série se resetují o půlnoci (00:00)
es: Las rachas se reinician a medianoche (00:00)
fr: Les séries se réinitialisent à minuit (00:00)
hr: Nizovi se resetiraju u ponoć (00:00)
ja: ストリークは真夜中の0時（00:00）にリセットされます

source: Feedback & Feature Requests
cs: Zpětná vazba a žádosti o funkce
de: Rückmeldungen und Feature-Anfragen
es: Comentarios y solicitudes de funciones
fi: Palaute ja ominaisuuspyynnöt
fr: Commentaires et demandes de fonctionnalités
hr: Povratne informacije i zahtjevi za značajkama
it: Feedback e Richieste di funzionalità
ja: フィードバックと機能リクエスト
ru: Обратная связь и запросы функций
tr: Geribildirim ve Özellik İstekleri

source: Tags
cs: Štítky
de: Schlagwörter
es: Etiquetas
fi: Tunnisteet
fr: Étiquettes
hr: Oznake
it: Tag
ja: タグ
ru: Теги
tr: Etiketler

source: Date
cs: Datum
de: Datum
es: Fecha
fi: Päiväys
hr: Datum
it: Data
ja: 日付
ru: Дата
tr: Tarih

source: Visibility
cs: Viditelnost
de: Sichtbarkeit
es: Visibilidad
fi: Näkyvyys
fr: Visibilité
hr: Vidljivost
it: Visibilità
ja: 可視性
ru: Видимость
tr: Görünürlük

source: View
cs: Zobrazit
de: Alle ansehen
es: Ver
fi: Näytä
fr: Voir
hr: Pogledaj
it: Visualizza
ja: すべて表示
ru: Посмотреть все
tr: Tümünü gör

source: Respond
cs: Odpovědět
de: Antworten
es: Responder
fi: Vastaa
fr: Répondre
hr: Odgovorite
it: Rispondi
ja: 返信する
pl: Odpowiedz
ru: Ответить
tr: Yanıtla

source: Create a prompt
cs: Vytvořit námět
de: Einen Anreiz erstellen
es: Crear una entrada
fi: Luo tehtävä
fr: Créer un sujet de rédaction
hr: Stvorite poticaj
it: Crea un prompt
ja: プロンプトを作成する
pl: Podpowiedz temat
ru: Создать подсказку
tr: Bir istek oluştur

source: View prompts that you have not yet responded to
cs: Zobrazit náměty, na které jste ještě neodpověděli
de: Anreize anzeigen, auf die du noch nicht geantwortet hast
es: Ver entradas a las que aún no has respondido
fi: Näytä tehtävät, joihin et ole vielä vastannut
fr: Voir les sujets de rédaction auxquelles vous n'avez pas encore contribué
hr: Pregledajte poticaje na koje još niste odgovorili
it: Visualizza i prompt ai quali non hai ancora risposto
ja: まだ応答していないプロンプトを見る
pl: Zobacz pytania, na które jeszcze nie odpowiedziałeś.
ru: Посмотреть подсказки, на которые вы еще не ответили
tr: Henüz yanıt vermediğiniz istekleri görüntüleyin

source: Open
cs: Otevřeno
de: Offen
es: Abierto
fi: Avoin
fr: Ouvert
hr: Otvoreno
it: Apri
ja: 開く
pl: Nieodpowiedziane
ru: Открыть
tr: Açık

source: View prompts that you have responded to
cs: Zobrazit náměty, na které jste odpověděli
de: Anreize anzeigen, auf die du geantwortet hast
es: Ver entradas a las que has respondido
fi: Näytä tehtävät, joihin olet vastannut
fr: Voir les sujets de rédaction auxquelles vous avez contribué
hr: Pregledajte poticaje na koje ste odgovorili
it: Visualizza i prompt ai quali hai risposto
ja: 応答したプロンプトを見る
pl: Zobacz pytania, na które już odpowiedziałeś.
ru: Посмотреть подсказки, на которые вы уже ответили
tr: Yanıt verdiğiniz istekleri görüntüleyin

source: Completed
cs: Dokončeno
de: Abgeschlossen
es: Completado
fi: Valmis
fr: Terminé
hr: Dovršeno
it: Completato
ja: 完了した
pl: Odpowiedziane
ru: Завершено
tr: Tamamlandı

source: Prompt
cs: Dotazy
de: Aufforderungen
es: Entradas
fi: Ohjeet
fr: Sujets de rédaction
hr: Poticaji
it: Suggerimenti
ja: プロンプト
ru: Подсказки
tr: İpuçları

source: Responses
cs: Odpovědět
de: Antworten
es: Respuestas
fi: Vastaa
fr: Répondre
hr: Odgovori
it: Rispondi
ja: 返信する
ru: Ответить
tr: Yanıtla

source: Created
cs: Vytvořeno
de: Erstellt
es: Creado
fi: Luotu
fr: Créé
hr: Stvoreno
it: Creato
ja: 作成日
ru: Создано
tr: Oluşturuldu

source: My Profile
cs: Mé Můj profil
de: Mein Profil
es: Mi perfil
fi: Profiilini
fr: Mon profil
hr: Moj profil
it: Il mio profilo
ja: マイプロンプト
ru: Мой профиль
tr: Profilim

source: %(username)s's Profile
cs: Profil uživatele %(username)s
de: Profil von %(username)s
es: Perfil de %(username)s
fi: %(username)s:n profiili
fr: Profil de %(username)s
hr: %(username)s-ov profil
it: Profilo di %(username)s
ja: %(username)sのプロフィール
ru: Профиль пользователя %(username)s
tr: %(username)s'nin Profili

source: Community Stats
cs: Komunitní statistiky
de: Community-Statistiken
es: Estadísticas de la comunidad
fi: Yhteisötilastot
fr: Statistiques de la communauté
hr: Statistike zajednice
it: Statistiche della Comunità
ja: コミュニティ統計
pl: Statystyki społeczności
ru: Статистика сообщества
tr: Topluluk İstatistikleri
