Repository: LangCorrect/server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fi, fr, hr, it, ja, pl, ru, tr

source: %(count)s correction ratio
cs: Poměr oprav %(count)s
de: %(count)s Korrekturverhältnis
es: Tasa de corrección de %(count)s
fi: %(count)s korjaussuhde
fr: Taux de correction de %(count)s
hr: Omjer ispravaka %(count)s
it: Rapporto di correzione di %(count)s
ja: %(count)s添削率
pl: %(count)s współczynnik korekt
ru: Коэффициент исправлений %(count)s
tr: %(count)s düzeltme oranı

source: %(count)s corrections made
cs: Provedené opravy %(count)s
de: %(count)s Korrekturen gemacht
es: %(count)s correcciones realizadas
fi: %(count)s tehtyä korjausta
fr: %(count)s corrections effectuées
hr: Napravljene ispravke %(count)s
it: %(count)s correzioni effettuate
ja: %(count)s添削数
pl: %(count)s współczynnik dokonanych korekt
ru: Сделано исправлений %(count)s
tr: %(count)s düzeltme yapıldı

source: %(count)s corrections received
cs: Přijaté opravy %(count)s
de: %(count)s Korrekturen erhalten
es: %(count)s correcciones recibidas
fi: %(count)s saatuja korjauksia
fr: %(count)s corrections reçues
hr: Primljene ispravke %(count)s
it: %(count)s correzioni ricevute
ja: %(count)s添削を受けた数
pl: %(count)s otrzymanych korekt
ru: Получено исправлений %(count)s
tr: %(count)s düzeltme alındı

source: Connections
cs: Konekce
de: Verbindungen
es: Conexiones
fi: Yhteydet
fr: Connexions
hr: Veze
it: Connessioni
ja: コネクション
pl: Relacje
ru: Связи
tr: Bağlantılar

source: Following (%(count)s)
cs: Sledováni (%(count)s)
de: Verfolgt (%(count)s)
es: Siguiendo (%(count)s)
fi: Seurattavat (%(count)s)
fr: Abonnements (%(count)s)
hr: Prati (%(count)s)
it: Seguendo (%(count)s)
ja: フォロー中 (%(count)s)
pl: Obserwowani (%(count)s)
ru: Подписки (%(count)s)
tr: Takip Edilen (%(count)s)

source: Followers (%(count)s)
cs: Sledující (%(count)s)
de: Follower (%(count)s)
es: Seguidores (%(count)s)
fi: Seuraajat (%(count)s)
fr: Abonnés (%(count)s)
hr: Pratitelji (%(count)s)
it: Seguaci (%(count)s)
ja: フォロワー (%(count)s)
pl: Obserwujący (%(count)s)
ru: Подписчики (%(count)s)
tr: Takipçiler (%(count)s)

source: Follow
cs: Sledovat
de: Folgen
es: Seguir
fi: Seuraa
fr: Suivre
hr: Prati
it: Segui
ja: フォローする
pl: Obserwuj
ru: Подписаться
tr: Takip Et

source: My Info
cs: Mé informace
de: Meine Infos
es: Mi información
fi: Omat tiedot
fr: Mes infos
hr: Moje informacije
it: Le mie informazioni
ja: 私の情報
pl: Moje informacje
ru: Моя Информация
tr: Bilgilerim

source: E-Mail
es: Correo electrónico
fi: Sähköposti
ja: Eメール
ru: Электронная почта
tr: E-Posta

source: <span class="fw-bold">%(count)s</span> contributions this year
cs: <span class="fw-bold">%(count)s</span> příspěvků tento rok
de: <span class="fw-bold">%(count)s</span> Beiträge dieses Jahr
es: <span class="fw-bold">%(count)s</span> contribuciones este año
fi: %(count)s panostusta tänä vuonna
fr: <span class="fw-bold">%(count)s</span> contributions cette année
hr: <span class="fw-bold">%(count)s</span> doprinosa ove godine
it: <span class="fw-bold">%(count)s</span> contributi quest'anno
ja: 今年の<span class="fw-bold">%(count)s</span>の貢献
pl: <span class="fw-bold">%(count)s</span> aktywności w tym roku
ru: <span class="fw-bold">%(count)s</span> вкладов в этом году
tr: <span class="fw-bold">%(count)s</span> bu yılki katkılar

source: Personal info
cs: Osobní údaje
de: Persönliche Informationen
es: Información personal
fi: Henkilökohtaiset tiedot
fr: Infos personnelles
hr: Osobne informacije
it: Informazioni personali
ja: 個人情報
pl: Informacje osobiste
ru: Личная информация
tr: Kişisel Bilgiler

source: Permissions
cs: Oprávnění
de: Berechtigungen
es: Permisos
fi: Oikeudet
fr: Autorisations
hr: Dozvole
it: Permessi
ja: 権限
pl: Uprawnienia
ru: Разрешения
tr: İzinler

source: Important dates
cs: Důležitá data
de: Wichtige Termine
es: Fechas importantes
fi: Tärkeät päivämäärät
fr: Dates importantes
hr: Važni datumi
it: Date importanti
ja: 重要な日付
pl: Ważne daty
ru: Важные даты
tr: Önemli Tarihler

source: Users
cs: Uživatelé
de: Benutzer
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
hr: Korisnici
it: Utenti
ja: ユーザー
pl: Użytkownicy
ru: Пользователи
tr: Kullanıcılar

source: This username has already been taken.
cs: Toto uživatelské jméno je již obsazeno.
de: Dieser Benutzername ist bereits vergeben.
es: Este nombre de usuario ya está en uso.
fi: Tämä käyttäjänimi on jo otettu.
fr: Ce nom d'utilisateur est déjà pris.
hr: Ovo korisničko ime je već zauzeto.
it: Questo nome utente è già stato preso.
ja: このユーザー名は既に使用されています。
pl: Ta nazwa użytkownika jest już zajęta.
ru: Это имя пользователя уже занято.
tr: Bu kullanıcı adı zaten alınmış.

source: Male
cs: Muž
de: Männlich
es: Masculino
fi: Mies
fr: Masculin
hr: Muško
it: Maschio
ja: 男性
pl: Mężczyzna
ru: Мужской
tr: Erkek

source: Female
cs: Žena
de: Weiblich
es: Femenino
fi: Nainen
fr: Féminin
hr: Žensko
it: Femmina
ja: 女性
pl: Kobieta
ru: Женский
tr: Kadın

source: Other
cs: Jiné
de: Andere
es: Otro
fi: Muu
fr: Autre
hr: Drugo
it: Altro
ja: その他
pl: Inny
ru: Другой
tr: Diğer

source: Prefer not to say
cs: Raději neuvádět
de: Ich möchte es nicht sagen
es: No especificado
fi: En halua sanoa
fr: Je préfère ne pas le dire
hr: Radije ne bih rekao/rekla
it: Preferisco non dirlo
ja: 答えたくない
pl: Nie chcę powiedzieć
ru: Предпочитаю не указывать
tr: Söylemek İstemiyorum

source: Nick name
cs: Přezdívka
de: Spitzname
es: Apodo
fi: Kutsumanimi
fr: Surnom
hr: Nadimak
it: Soprannome
ja: ニックネーム
pl: Twój nick
ru: Псевдоним
tr: Takma Ad

source: Bio
cs: Životopis
de: Biografie
es: Biografía
fr: Biographie
hr: Biografija
it: Biografia
ja: バイオ
pl: O mnie
ru: Биография
tr: Biyografi

source: Information successfully updated
cs: Informace úspěšně aktualizovány
de: Informationen erfolgreich aktualisiert
es: Información actualizada con éxito
fi: Tiedot päivitetty onnistuneesti
fr: Informations mises à jour avec succès
hr: Informacije uspješno ažurirane
it: Informazioni aggiornate con successo
ja: 情報が正常に更新されました
pl: Informacje pomyślnie zaktualizowane
ru: Информация успешно обновлена
tr: Bilgiler başarıyla güncellendi

source: 日本語
cs: Japonština
de: Japanisch
es: Japonés
fi: Japani
fr: Japonais
hr: Japanski
it: Giapponese
pl: Japoński
ru: Японский
tr: Japonca

source: Memberships
de: Mitgliedschaften
fi: Jäsenyydet
ru: Членства
tr: Üyelikler

source: Write a message...
de: Eine Nachricht schreiben...
fi: Kirjoita viesti...
pl: Napisz wiadomość...
ru: Написать сообщение...
tr: Bir mesaj yazın...

source: العربية
pl: Arabski

source: עברית
pl: Hebrajski

source: About
pl: O nas

source: Changelog
pl: Rejestr zmian

source: Credits
pl: Podziękowania

source: Logo Breakdown
pl: Krótka historia naszego logo

source: Forums
pl: Fora

source: Journals
pl: Dzienniki

source: Following feed
pl: Osoby, które obserwuję

source: You're not following anyone yet.
pl: Jeszcze nikogo nie obserwujesz.

source: Follow users to see their latest posts here.
pl: Obserwuj użytkowników, aby zobaczyć ich najnowsze posty tutaj.
