Repository: LangCorrect/server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fi, fr, hr, it, ja, pl, ru, tr

source: Čeština
de: Tschechisch
es: Checo
fi: Tšekki
fr: Tchèque
hr: Češki
it: Ceco
ja: チェコ語
pl: Czeski
ru: Чешский
tr: Çekçe

source: Deutsch
cs: Němčina
es: Alemán
fi: Saksa
fr: Allemand
hr: Njemački
it: Tedesco
ja: ドイツ語
pl: Niemiecki
ru: Немецкий
tr: Almanca

source: English
cs: Angličtina
de: Englisch
es: Inglés
fi: Englanti
fr: Anglais
hr: Engleski
it: Inglese
ja: 英語
pl: Angielski
ru: Английский
tr: İngilizce

source: Español
cs: Španělština
de: Spanisch
fi: Espanja
fr: Espagnol
hr: Španjolski
it: Spagnolo
ja: スペイン語
pl: Hiszpański
ru: Испанский
tr: İspanyolca

source: Suomi
cs: Finština
de: Finnisch
es: Finlandés
fr: Finlandais
hr: Finski
it: Finlandese
ja: フィンランド語
pl: Fiński
ru: Финский
tr: Fince

source: Français
cs: Francouzština
de: Französisch
es: Francés
fi: Ranska
hr: Francuski
it: Francese
ja: フランス語
pl: Francuski
ru: Французский
tr: Fransızca

source: Hrvatski
cs: Chorvatština
de: Kroatisch
es: Croata
fi: Kroaatti
fr: Croate
it: Croato
ja: クロアチア語
ru: Хорватский
tr: Hırvatça

source: Italiano
cs: Italština
de: Italienisch
fi: Italia
fr: Italien
hr: Talijanski
ja: イタリア語
pl: Włoski
ru: Итальянский
tr: İtalyanca

source: 한국어
cs: Korejština
de: Koreanisch
es: Coreano
fi: Korea
fr: Coréen
hr: Korejski
it: Coreano
ja: 韓国語
pl: Koreański
ru: Корейский
tr: Korece

source: Polski
cs: Polština
de: Polnisch
es: Polaco
fi: Puola
fr: Polonais
hr: Poljski
it: Polacco
ja: ポーランド語
ru: Польский
tr: Lehçe

source: Português
cs: Portugálština
de: Portugiesisch
es: Portugués
fi: Portugali
fr: Portugais
hr: Portugalski
it: Portoghese
ja: ポルトガル語
pl: Portugalski
ru: Португальский
tr: Portekizce

source: Русский
cs: Ruština
de: Russisch
es: Ruso
fi: Venäjä
fr: Russe
hr: Ruski
it: Russo
ja: ロシア語
pl: Rosyjski
tr: Rusça

source: Türkçe
cs: Turečtina
de: Türkisch
es: Turco
fi: Turkki
fr: Turc
hr: Turski
it: Turco
ja: トルコ語
pl: Turecki
ru: Турецкий

source: 简体中文
cs: Zjednodušená čínština
de: Vereinfachtes Chinesisch
es: Chino simplificado
fi: Yksinkertaistettu kiina
fr: Chinois simplifié
hr: Pojednostavljeni kineski
it: Cinese semplificato
ja: 簡体字中国語
pl: Chiński uproszczony
ru: Упрощенный китайский
tr: Basit Çince

source: 繁體中文
cs: Tradiční čínština
de: Traditionelles Chinesisch
es: Chino tradicional
fi: Perinteinen kiina
fr: Chinois traditionnel
hr: Tradicionalni kineski
it: Cinese tradizionale
ja: 繁体字中国語
pl: Chiński tradycyjny
ru: Традиционный китайский
tr: Geleneksel Çince

source: Challenges
cs: Výzvy
de: Herausforderungen
es: Desafíos
fi: Haasteet
fr: Défis
hr: Izazovi
it: Sfide
ja: チャレンジ
pl: Wyzwania
ru: Задачи
tr: Görevler

source: Contributions
cs: Příspěvky
de: Beiträge
es: Contribuciones
fi: Avustukset
hr: Doprinosi
it: Contributi
ja: 貢献
pl: Wkłady
ru: Вклады
tr: Katkılar

source: Corrections
cs: Opravy
de: Korrekturen
es: Correcciones
fi: Korjaukset
hr: Ispravci
it: Correzioni
ja: 添削
pl: Korekty
ru: Исправления
tr: Düzeltmeler

source: Correction Type
cs: Typ opravy
de: Korrekturart
es: Tipo de corrección
fi: Korjaustyypit
fr: Type de correction
hr: Vrsta ispravka
it: Tipo di correzione
ja: 訂正のタイプ
pl: Rodzaj korekty:
ru: Тип Исправления
tr: Düzeltme Tipi

source: Correction Types
cs: Typy oprav
de: Korrekturtyp
es: Tipos de corrección
fi: Korjaustyyppi
fr: Types de correction
hr: Vrste ispravaka
it: Tipi di correzione
ja: 訂正のタイプ一覧
pl: Rodzaje poprawek
ru: Типы Исправлений
tr: Düzeltme Tipleri

source: corrected
cs: Opraveno
de: Korrigiert
es: corrigió
fi: Korjattu
fr: Corrigé
hr: Ispravljeno
it: Corretto
ja: 訂正済み
ru: Исправлено
tr: Düzeltilmiş

source: commented on
cs: komentoval/a
de: hat kommentiert
es: comentó en
fi: kommentoi
fr: a commenté sur
hr: komentirao/la je
it: ha commentato su
ja: コメントしました
ru: прокомментировал
tr: yorum yaptı

source: You must be a premium user to access this page.
cs: Pro přístup k této stránce musíte být prémiovým uživatelem
de: Sie müssen ein Premium-Benutzer sein, um auf diese Seite zuzugreifen.
es: Debes ser un usuario premium para acceder a esta página.
fi: Sinun on oltava premium-käyttäjä päästäksesi tälle sivulle.
fr: Vous devez être un utilisateur premium pour accéder à cette page.
hr: Morate biti premium korisnik da biste pristupili ovoj stranici
it: Devi essere un utente premium per accedere a questa pagina.
ja: このページにアクセスするにはプレミアムユーザーでなければなりません。
pl: Musisz być użytkownikiem premium, aby uzyskać dostęp do tej strony.
ru: Для доступа к этой странице вы должны быть премиум-пользователем.
tr: Bu sayfaya erişebilmek için premium kullanıcı olmalısınız.

source: Follows
cs: Sleduje
de: Folgt
es: Seguidores
fi: Seuraa
fr: Abonnements
hr: Prati
it: Seguiti
ja: フォロー
ru: Подписки
tr: Takipçiler

source: You cannot follow yourself
cs: Nemůžete sledovat sami sebe
de: Sie können sich selbst nicht folgen.
es: No puedes seguirte a ti mismo
fi: Et voi seurata itseäsi
fr: Vous ne pouvez pas vous suivre vous-même
hr: Ne možete pratiti sebe
it: Non puoi seguirti da solo
ja: 自分自身をフォローすることはできません
pl: Nie możesz obserwować siebie samego
ru: Вы не можете подписаться на себя
tr: Kendinizi takip edemezsiniz

source: followed you
cs: sleduje vás
de: hat dir gefolgt
es: te ha seguido
fi: seurasi sinua
fr: vous a suivi
hr: pratila te
it: ti ha seguito
ja: あなたをフォローしました
ru: подписался на вас
tr: seni takip etti

source: Languages
cs: Jazyky
de: Sprachen
es: Idiomas
fi: Kielet
fr: Langues
hr: Jezici
it: Lingue
ja: 言語
pl: Języki
ru: Языки
tr: Diller

source: Beginner
cs: Začátečník
de: Anfänger
es: Principiante
fi: Aloittelija
fr: Débutant
hr: Početnik
it: Principiante
ja: 初心者
pl: Początkujący
ru: Новичок
tr: Başlangıç

source: Elementary
cs: Základní
de: Grundstufe
es: Básico
fi: Perustaso
fr: Élémentaire
hr: Osnovno
it: Elementare
ja: 初級
pl: Podstawowy
ru: Элементарный
tr: Temel

source: Intermediate
cs: Středně pokročilý
de: Mittelstufe
es: Intermedio
fi: Keskitaso
fr: Intermédiaire
hr: Srednje
it: Intermedio
ja: 中級
pl: Średniozaawansowany niższy
ru: Средний
tr: Orta

source: Upper-Intermediate
cs: Pokročilý
de: Obere Mittelstufe
es: Intermedio-avanzado
fi: Ylempi keskitaso
fr: Intermédiaire avancé
hr: Napredno-srednje
it: Intermedio-avanzato
ja: 上中級
pl: Średniozaawansowany wyższy
ru: Выше среднего
tr: İleri Orta

source: Advanced
cs: Velmi pokročilý
de: Fortgeschritten
es: Avanzado
fi: Edistynyt
fr: Avancé
hr: Napredno
it: Avanzato
ja: 上級
pl: Zaawansowany
ru: Продвинутый
tr: İleri

source: Proficient
cs: Odborný
de: Sehr gut
es: Experto
fi: Sujuva
fr: Compétent
hr: Stručno
it: Esperto
ja: 熟達
pl: Zaawansowany
ru: Опытный
tr: Profesyonel

source: Native
cs: Rodilý mluvčí
de: Muttersprachler
es: Nativo
fi: Äidinkieli
fr: Natif
hr: Materinji jezik
it: Madrelingua
ja: ネイティブ
pl: Język ojczysty
ru: Носитель
tr: Anadil

source: replied on
cs: odpověděl/a na
de: hat geantwortet auf
es: respondió en
fi: vastasi
fr: a répondu à
hr: odgovorio/la je na
it: ha risposto a
ja: 返信しました
ru: ответил на
tr: cevap verdi

source: Posts
cs: Příspěvky
de: Beiträge
es: Publicaciones
fi: Julkaisut
fr: Publications
hr: Objave
it: Post
ja: 投稿
ru: Посты
tr: Gönderiler

source: You need to write {50 - len(text)} more characters to meet the minimum requirement.
cs: Musíte napsat dalších {50 - len(text)} znaků, abyste splnili minimální požadavek.
de: Sie müssen noch {50 - len(text)} Zeichen schreiben, um die Mindestanforderung zu erfüllen.
es: Necesitas escribir {50 - len(text)} caracteres más para cumplir con el requisito mínimo.
fi: Sinun täytyy kirjoittaa vielä {50 - len(text)} merkkiä täyttääksesi vähimmäisvaatimuksen.
fr: Vous devez écrire {50 - len(text)} caractères de plus pour atteindre le minimum requis.
hr: Morate napisati još {50 - len(text)} znakova kako biste ispunili minimalni zahtjev.
it: Devi scrivere ancora {50 - len(text)} caratteri per soddisfare il requisito minimo.
ja: 最低要件を満たすためには、{50 - len(text)}文字以上書く必要があります。
ru: Вам нужно написать еще {50 - len(text)} символов, чтобы соответствовать минимальным требованиям.
tr: Minimum gereksinimi karşılamak için {50 - len(text)} daha fazla karakter yazmalısınız.

source: Tags cannot be longer than 20 characters
cs: Značky nemohou být delší než 20 znaků
de: Tags dürfen nicht länger als 20 Zeichen sein.
es: Las etiquetas no pueden tener más de 20 caracteres
fi: Tunnisteet eivät voi olla yli 20 merkkiä pitkiä
fr: Les étiquettes ne peuvent pas dépasser 20 caractères
hr: Oznake ne mogu biti duže od 20 znakova
it: I tag non possono essere più lunghi di 20 caratteri
ja: タグは20文字を超えてはいけません
pl: Tagi nie mogą mieć więcej niż 20 znaków.
ru: Теги не могут быть длиннее 20 символов
tr: Etiketler 20 karakterden uzun olamaz

source: Viewable by everyone
cs: Viditelné pro všechny
de: Für alle sichtbar
es: Visible para todos
fi: Nähtävissä kaikille
fr: Visible par tout le monde
hr: Vidljivo svima
it: Visibile da tutti
ja: 誰でも閲覧可能
pl: Widoczne dla wszystkich
ru: Видимо всем
tr: Herkes tarafından görülebilir

source: Viewable only by registered members
cs: Viditelné pouze pro registrované členy
de: Nur für registrierte Mitglieder sichtbar
es: Visible solo para miembros registrados
fi: Nähtävissä vain rekisteröityneille jäsenille
fr: Visible uniquement par les membres enregistrés
hr: Vidljivo samo registriranim članovima
it: Visibile solo da membri registrati
ja: 登録メンバーのみ閲覧可能
pl: Widoczne wyłącznie dla zarejestrowanych użytkowników
ru: Видимо только зарегистрированным пользователям
tr: Sadece kayıtlı üyeler tarafından görülebilir

source: submitted a new entry
cs: odeslán nový příspěvek
de: hat einen neuen Eintrag eingereicht
es: ha enviado una nueva entrada
fi: lähetti uuden kirjoituksen
fr: a soumis une nouvelle entrée
hr: poslao/poslala novi unos
it: ha inviato una nuova voce
ja: 新しいエントリーを提出しました
ru: отправил новую запись
tr: yeni bir giriş gönderdi

source: responded to your prompt
cs: reagoval na váš výzvu
es: respondió a tu indicación
fr: a répondu à votre invite
hr: odgovorio na vaš zahtjev
ja: あなたのプロンプトに応答しました

source: Unsupported file extension. Only .jpg and .jpeg are allowed.
cs: Nepodporovaná přípona souboru. Povoleny jsou pouze .jpg a .jpeg.
de: Nicht unterstützte Dateierweiterung. Nur .jpg und .jpeg sind erlaubt.
es: Extensión de archivo no admitida. Solo se permiten .jpg y .jpeg.
fi: Ei-tuettu tiedostopääte. Vain .jpg ja .jpeg ovat sallittuja.
fr: Extension de fichier non prise en charge. Seuls .jpg et .jpeg sont autorisés.
hr: Nepodržana vrsta datoteke. Dozvoljeni su samo .jpg i .jpeg formati
it: Estensione del file non supportata. Solo .jpg e .jpeg sono consentiti.
ja: サポートされていないファイル拡張子です。.jpgおよび.jpegのみが許可されています。
pl: Niewspierane rozszerzenie pliku. Dozwolone są tylko .jpg i .jpeg.
ru: Неподдерживаемое расширение файла. Разрешены только .jpg и .jpeg.
tr: Desteklenmeyen dosya uzantısı. Sadece .jpg ve .jpeg kabul edilir.

source: Image size should not be more than {max_size_mb}MB.
cs: Velikost obrázku nesmí být větší než {max_size_mb}MB
de: Die Bildgröße sollte nicht mehr als {max_size_mb}MB betragen.
es: El tamaño de la imagen no debe superar los {max_size_mb}MB.
fi: Kuvan koko ei saa olla yli {max_size_mb} Mt.
fr: La taille de l'image ne doit pas dépasser {max_size_mb} Mo.
hr: Veličina slike ne smije biti veća od {max_size_mb}MB
it: La dimensione dell'immagine non deve superare {max_size_mb}MB.
ja: 画像サイズは{max_size_mb}MBを超えてはいけません。
pl: Rozmiar obrazu nie powinien przekraczać {max_size_mb}MB
ru: Размер изображения не должен превышать {max_size_mb}MB.
tr: Resim boyutu {max_size_mb}MB'dan büyük olmamalıdır.

source: Post successfully updated
cs: Příspěvek úspěšně aktualizován
de: Beitrag erfolgreich aktualisiert
es: Publicación actualizada con éxito
fi: Julkaisu päivitetty onnistuneesti
fr: Publication mise à jour avec succès
hr: Objava uspješno ažurirana
it: Post aggiornato con successo
ja: 投稿は正常に更新されました
pl: Post pomyślnie zaktualizowany
ru: Пост успешно обновлен
tr: Gönderi başarıyla güncellendi

source: Post successfully added
cs: Příspěvek úspěšně přidán
de: Beitrag erfolgreich hinzugefügt
es: Publicación subida con éxito
fi: Julkaisu lisätty onnistuneesti
fr: Publication ajoutée avec succès
hr: Objava uspješno dodana
it: Post aggiunto con successo
ja: 投稿は正常に追加されました
pl: Post pomyślnie dodany
ru: Пост успешно добавлен
tr: Gönderi başarıyla eklendi

source: Your correction ratio is too low.
cs: Váš poměr oprav je příliš nízký
de: Ihr Korrekturverhältnis ist zu niedrig.
es: Tu tasa de corrección es demasiado baja.
fi: Korjaussuhteesi on liian alhainen.
fr: Votre ratio de correction est trop bas.
hr: Vaš omjer ispravaka je prenizak
it: Il tuo rapporto di correzione è troppo basso.
ja: あなたの訂正率は低すぎます。
pl: Twój współczynnik poprawek jest zbyt niski
ru: Ваш коэффициент исправлений слишком низкий.
tr: Düzeltme oranınız çok düşük.

source: Post successfully deleted
cs: Příspěvek úspěšně smazán
de: Beitrag erfolgreich gelöscht
es: Publicación eliminada con éxito
fi: Julkaisu poistettu onnistuneesti
fr: Publication supprimée avec succès
hr: Objava uspješno obrisana
it: Post cancellato con successo
ja: 投稿は正常に削除されました
pl: Post pomyślnie usunięty
ru: Пост успешно удален
tr: Gönderi başarıyla silindi

source: Prompts
cs: Dotazy
de: Aufforderungen
es: Sugerencias
fi: Ohjeet
fr: Sujets de rédaction
hr: Poticaji
it: Suggerimenti
ja: プロンプト
pl: Podpowiedzi
ru: Подсказки
tr: İpuçları

source: Subscriptions
cs: Předplatné
de: Abonnements
es: Suscripciones
fi: Tilaukset
fr: Abonnements
hr: Pretplate
it: Abbonamenti
ja: サブスクリプション
pl: Subskrypcje
ru: Подписки
tr: Abonelikler

source: Monthly Premium
cs: Měsíční prémiové
de: Monatlich Premium
es: Premium mensual
fi: Kuukausittainen Premium
fr: Premium mensuel
hr: Mjesečna Premium pretplata
it: Premium mensile
ja: 月額プレミアム
pl: Premium Miesięczne
ru: Ежемесячный Премиум
tr: Aylık Premium

source: Yearly Premium
cs: Roční prémiové
de: Jährlich Premium
es: Premium anual
fi: Vuosittainen Premium
fr: Premium annuel
hr: Godišnja Premium pretplata
it: Premium Annuale
ja: 年間プレミアム
pl: Premium Roczne
ru: Годовой Премиум
tr: Yıllık Premium

source: Awaiting Payment
cs: Čekání na platbu
de: Wartet auf Zahlung
es: Esperando pago
fi: Odottaa maksua
fr: En attente de paiement
hr: Čeka se plaćanje
it: In Attesa di Pagamento
ja: 支払い待ち
pl: Oczekiwanie na płatność
ru: Ожидание Платежа
tr: Ödeme Bekleniyor

source: Paid
cs: Zaplaceno
de: Bezahlt
es: Pagado
fi: Maksettu
fr: Payé
hr: Plaćeno
it: Pagato
ja: 支払い済み
pl: Opłacone
ru: Оплачено
tr: Ödendi

source: Failed
cs: Selhalo
de: Fehlgeschlagen
es: Fallido
fi: Epäonnistunut
fr: Échoué
hr: Neuspjelo
it: Fallito
ja: 失敗
pl: Nieudane
ru: Неудача
tr: Başarısız

source: Account Inactive
cs: Účet neaktivní
de: Konto inaktiv
es: Cuenta inactiva
fi: Tili ei ole aktiivinen
fr: Compte inactif
hr: Neaktivan račun
it: Account Inattivo
ja: アカウントが非アクティブです
pl: Konto nieaktywne
ru: Аккаунт Неактивен
tr: Hesap Etkin Değil

source: This account is inactive.
cs: Tento účet je neaktivní
de: Dieses Konto ist inaktiv
es: Esta cuenta está inactiva.
fi: Tämä tili ei ole aktiivinen.
fr: Ce compte est inactif.
hr: Ovaj račun je neaktivan.
it: Questo account è inattivo.
ja: このアカウントは非アクティブです。
pl: To konto jest nieaktywne
ru: Этот аккаунт неактивен.
tr: Bu hesap etkin değil.

source: Account
cs: Účet
de: Konto
es: Cuenta
fi: Tili
fr: Compte
hr: Račun
ja: アカウント
pl: Konto
ru: Аккаунт
tr: Hesap

source: E-mail Addresses
cs: E-mailové adresy
de: E-Mail-Adressen
es: Direcciones de correo electrónico
fi: Sähköpostiosoitteet
fr: Adresses e-mail
hr: E-mail adrese
it: Indirizzi E-mail
ja: メールアドレス
pl: Adresy e-mail
ru: Адреса Электронной Почты
tr: E-posta Adresleri

source: The following e-mail addresses are associated with your account:
cs: Následující e-mailové adresy jsou spojeny s vaším účtem:
de: Die folgenden E-Mail-Adressen sind mit Ihrem Konto verknüpft:
es: Las siguientes direcciones de correo electrónico están asociadas a tu cuenta:
fi: Seuraavat sähköpostiosoitteet liittyvät tilillesi:
fr: Les adresses e-mail suivantes sont associées à votre compte :
hr: Sljedeće e-mail adrese povezane su s vašim računom:
it: I seguenti indirizzi e-mail sono associati al tuo account:
ja: 以下のメールアドレスがあなたのアカウントに関連付けられています：
pl: Poniższe adresy e-mail są powiązane z Twoim kontem:
ru: Следующие адреса электронной почты связаны с вашим аккаунтом:
tr: Aşağıdaki e-posta adresleri hesabınızla ilişkilidir:

source: Verified
cs: Ověřeno
de: Verifiziert
es: Verificado
fi: Vahvistettu
fr: Vérifié
hr: Verificirano
it: Verificato
ja: 認証済み
pl: Zweryfikowane
ru: Подтверждено
tr: Onaylı

source: Unverified
cs: Neověřeno
de: Nicht verifiziert
es: No verificado
fi: Vahvistamaton
fr: Non vérifié
hr: Neverificirano
it: Non Verificato
ja: 未認証
pl: Niezweryfikowane
ru: Не Подтверждено
tr: Onaylanmamış

source: Primary
cs: Primární
de: Primär
es: Principal
fi: Ensisijainen
fr: Principal
hr: Primarno
it: Primario
ja: プライマリ
pl: Główny
ru: Основной
tr: Birincil

source: Make Primary
cs: Nastavit jako primární
de: Als primär festlegen
es: Establecer como principal
fi: Tee ensisijaiseksi
fr: Définir comme principal
hr: Postavi kao primarno
it: Rendi Primario
ja: プライマリに設定
pl: Ustaw jako główny
ru: Сделать Основным
tr: Birincil Yap

source: Re-send Verification
cs: Znovu odeslat ověření
de: Verifizierung erneut senden
es: Reenviar verificación
fi: Lähetä varmennus uudelleen
fr: Renvoyer la vérification
hr: Ponovno pošalji verifikaciju
it: Rinvia Verifica
ja: 認証を再送
pl: Wyślij ponownie weryfikację
ru: Повторно Отправить Подтверждение
tr: Doğrulamayı Tekrar Gönder

source: Remove
cs: Odebrat
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
hr: Ukloni
it: Rimuovi
ja: 削除
pl: Usuń
ru: Удалить
tr: Kaldır

source: Warning:
cs: Varování:
de: Warnung:
es: Advertencia:
fi: Varoitus:
fr: Attention :
hr: Upozorenje:
it: Attenzione:
ja: 警告
pl: Ostrzeżenie:
ru: Внимание:
tr: Uyarı:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
cs: V současné době nemáte nastavenou žádnou e-mailovou adresu. Měli byste opravdu přidat e-mailovou adresu, abyste mohli dostávat upozornění, resetovat heslo atd.
de: Sie haben derzeit keine E-Mail-Adresse eingerichtet. Sie sollten wirklich eine E-Mail-Adresse hinzufügen, damit Sie Benachrichtigungen erhalten, Ihr Passwort zurücksetzen können, usw.
es: Actualmente no tienes ninguna dirección de correo electrónico configurada. Deberías agregar una para recibir notificaciones, restablecer tu contraseña, etc.
fi: Sinulla ei ole tällä hetkellä yhtään sähköpostiosoitetta määritettynä. Sinun pitäisi lisätä sähköpostiosoite, jotta voit vastaanottaa ilmoituksia, palauttaa salasanasi jne.
fr: Vous n'avez actuellement aucune adresse e-mail configurée. Vous devriez vraiment ajouter une adresse e-mail pour pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.
hr: Trenutno nemate postavljenu nijednu e-mail adresu. Stvarno biste trebali dodati e-mail adresu kako biste mogli primati obavijesti, resetirati lozinku, itd.
it: Al momento non hai impostato alcun indirizzo e-mail. Dovresti davvero aggiungere un indirizzo e-mail per poter ricevere notifiche, reimpostare la tua password, ecc.
ja: 現在、メールアドレスが設定されていません。通知を受け取るため、パスワードをリセットするためなどに、メールアドレスを追加すべきです。
pl: Obecnie nie masz ustawionego żadnego adresu e-mail. Naprawdę powinieneś dodać adres e-mail, aby móc otrzymywać powiadomienia, resetować hasło itd.
ru: У вас пока нет настроенного адреса электронной почты. Вам стоит добавить адрес электронной почты для получения уведомлений, восстановления пароля и т.д.
tr: Şu anda herhangi bir e-posta adresiniz yok. Bildirim alabilmek, şifrenizi sıfırlayabilmek vb. için mutlaka bir e-posta adresi eklemelisiniz.

source: Add E-mail Address
cs: Přidat e-mailovou adresu
de: E-Mail-Adresse hinzufügen
es: Agregar dirección de correo electrónico
fi: Lisää sähköpostiosoite
fr: Ajouter une adresse e-mail
hr: Dodaj e-mail adresu
it: Aggiungi Indirizzo E-mail
ja: メールアドレスを追加
pl: Dodaj adres e-mail
ru: Добавить Адрес Электронной Почты
tr: E-posta Adresi Ekle

source: Add E-mail
cs: Přidat e-mail
de: E-Mail hinzufügen
es: Agregar correo electrónico
fi: Lisää sähköposti
fr: Ajouter un e-mail
hr: Dodaj e-mail
it: Aggiungi E-mail
ja: メールを追加
pl: Dodaj e-mail
ru: Добавить Электронную Почту
tr: E-posta Ekle

source: Do you really want to remove the selected e-mail address?
cs: Opravdu chcete odebrat vybranou e-mailovou adresu?
de: Möchten Sie die ausgewählte E-Mail-Adresse wirklich entfernen?
es: ¿Deseas eliminar la dirección de correo electrónico seleccionada?
fi: Haluatko varmasti poistaa valitun sähköpostiosoitteen?
fr: Voulez-vous vraiment supprimer l'adresse e-mail sélectionnée ?
hr: Želite li stvarno ukloniti odabranu e-mail adresu?
it: Sei sicuro di voler rimuovere l'indirizzo e-mail selezionato?
ja: 選択したメールアドレスを本当に削除しますか？
pl: Czy na pewno chcesz usunąć wybrany adres e-mail?
ru: Вы действительно хотите удалить выбранный адрес электронной почты?
tr: Seçili e-posta adresini gerçekten kaldırmak istiyor musunuz?

source: Welcome to %(site_name)s!
cs: Vítejte na %(site_name)s!
de: Willkommen bei %(site_name)s!
es: ¡Bienvenido a %(site_name)s!
fi: Tervetuloa %(site_name)s!
fr: Bienvenue sur %(site_name)s !
hr: Dobrodošli na %(site_name)s!
it: Benvenuto su %(site_name)s!
ja: %(site_name)sへようこそ！
pl: Witaj w %(site_name)s!
ru: Добро пожаловать на %(site_name)s!
tr: %(site_name)s'e Hoş Geldiniz!

source: You're receiving this e-mail because user %(user_display)s has given your e-mail address to register an account on %(site_domain)s.
cs: Tento e-mail jste obdrželi, protože uživatel %(user_display)s použil vaši e-mailovou adresu k registraci účtu na %(site_domain)s.
de: Sie erhalten diese E-Mail, weil der Benutzer %(user_display)s Ihre E-Mail-Adresse angegeben hat, um ein Konto auf %(site_domain)s zu registrieren.
es: Estás recibiendo este email porque el usuario %(user_display)s ha dado tu dirección de correo electrónico para registrarse en %(site_domain)s.
fi: Olet saanut tämän sähköpostin, koska käyttäjä %(user_display)s on antanut sähköpostiosoitteesi rekisteröidäksesi tilin kohteessa %(site_domain)s.
fr: Vous recevez cet e-mail parce que l'utilisateur %(user_display)s a donné votre adresse e-mail pour enregistrer un compte sur %(site_domain)s.
hr: Primate ovaj e-mail jer je korisnik %(user_display)s naveo vašu e-mail adresu za registraciju računa na %(site_domain)s.
it: Hai ricevuto questa e-mail perché l'utente %(user_display)s ha fornito il tuo indirizzo e-mail per registrare un account su %(site_domain)s.
ja: このメールを受け取っているのは、ユーザー%(user_display)sが%(site_domain)sにアカウントを登録するためにあなたのメールアドレスを提供したからです。
pl: Otrzymujesz ten e-mail, ponieważ użytkownik %(user_display)s podał Twój adres e-mail, aby zarejestrować konto na %(site_domain)s.
ru: Вы получили это письмо, потому что пользователь %(user_display)s использовал ваш адрес электронной почты для регистрации аккаунта на %(site_domain)s.
tr: Bu e-postayı alıyorsunuz çünkü kullanıcı %(user_display)s, %(site_domain)s'de bir hesap oluşturmak için e-posta adresinizi vermiş.
