Repository: LangCorrect/server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fi, fr, hr, it, ja, pl, ru, tr

source: To complete your registration and gain full access to all features, please verify your e-mail address by going to %(activate_url)s, or clicking the button below.
cs: Pro dokončení registrace a plný přístup ke všem funkcím ověřte svou e-mailovou adresu kliknutím na %(activate_url)s nebo klikněte na tlačítko níže.
de: Um Ihre Registrierung abzuschließen und vollen Zugriff auf alle Funktionen zu erhalten, bestätigen Sie bitte Ihre E-Mail-Adresse, indem Sie zu %(activate_url)s gehen oder auf die Schaltfläche unten klicken.
es: Para completar tu registro y obtener acceso completo a todas las funciones, verifica tu dirección de correo electrónico yendo a %(activate_url)s o haciendo clic en el botón de abajo.
fi: Saadaksesi täyden pääsyn kaikkiin ominaisuuksiin, vahvista sähköpostiosoitteesi menemällä osoitteeseen %(activate_url)s tai napsauttamalla alla olevaa painiketta.
fr: Pour compléter votre inscription et accéder à toutes les fonctionnalités, veuillez vérifier votre adresse e-mail en vous rendant sur %(activate_url)s, ou en cliquant sur le bouton ci-dessous.
hr: Da biste dovršili registraciju i stekli puni pristup svim značajkama, molimo vas da potvrdite svoju e-mail adresu odlaskom na %(activate_url)s ili klikom na gumb ispod.
it: Per completare la tua registrazione e accedere a tutte le funzionalità, verifica il tuo indirizzo e-mail andando su %(activate_url)s, o cliccando sul pulsante sottostante.
ja: 全ての機能に完全にアクセスするためには、%(activate_url)sに行って、または以下のボタンをクリックして、メールアドレスを確認してください。
pl: Aby zakończyć rejestrację i uzyskać pełny dostęp do wszystkich funkcji, prosimy o zweryfikowanie adresu e-mail, przechodząc na stronę %(activate_url)s lub klikając poniższy przycisk.
ru: Для завершения регистрации и получения полного доступа ко всем функциям, пожалуйста, подтвердите ваш адрес электронной почты, перейдя по ссылке %(activate_url)s или нажав на кнопку ниже.
tr: Kaydınızı tamamlamak ve tüm özelliklere tam erişim sağlamak için, lütfen e-posta adresinizi doğrulayın. Bunun için %(activate_url)s adresine gidin veya aşağıdaki düğmeye tıklayın.

source: Verify E-mail Address
cs: Ověřit e-mailovou adresu
de: E-Mail-Adresse verifizieren
es: Verificar dirección de correo electrónico
fi: Vahvista sähköpostiosoite
fr: Vérifier l'adresse e-mail
hr: Potvrdite e-mail adresu
it: Verifica Indirizzo E-mail
ja: メールアドレスを確認
pl: Zweryfikuj adres e-mail
ru: Подтвердить Адрес Электронной Почты
tr: E-posta Adresini Doğrula

source: If you did not sign up for %(site_name)s, you can ignore this email or contact us for support.
cs: Pokud jste se nepřihlásili k %(site_name)s, můžete tento e-mail ignorovat nebo nás kontaktovat pro podporu.
de: Wenn Sie sich nicht für %(site_name)s angemeldet haben, können Sie diese E-Mail ignorieren oder uns zur Unterstützung kontaktieren.
es: Si no te has registrado en %(site_name)s, puedes ignorar este correo electrónico o contactarnos para obtener asistencia.
fi: Jos et ole rekisteröitynyt %(site_name)s, voit jättää huomiotta tämän sähköpostin tai ottaa yhteyttä tukeemme.
fr: Si vous ne vous êtes pas inscrit sur %(site_name)s, vous pouvez ignorer cet e-mail ou nous contacter pour obtenir de l'aide.
hr: Ako se niste prijavili na %(site_name)s, možete zanemariti ovaj email ili nas kontaktirati za podršku.
it: Se non ti sei iscritto a %(site_name)s, puoi ignorare questa e-mail o contattarci per assistenza.
ja: %(site_name)sにサインアップしていない場合、このメールは無視するか、サポートにお問い合わせください。
pl: Jeśli nie rejestrowałeś się w %(site_name)s, możesz zignorować ten e-mail lub skontaktować się z nami w celu uzyskania wsparcia.
ru: Если вы не регистрировались на %(site_name)s, вы можете проигнорировать это письмо или обратиться к нам за поддержкой.
tr: Eğer %(site_name)s için kayıt olmadıysanız, bu e-postayı yoksayabilir veya destek için bizimle iletişime geçebilirsiniz.

source: Confirm E-mail Address
cs: Potvrdit e-mailovou adresu
de: E-Mail-Adresse bestätigen
es: Confirmar dirección de correo electrónico
fi: Vahvista sähköpostiosoite
fr: Confirmer l'adresse e-mail
hr: Potvrdite e-mail adresu
it: Conferma Indirizzo E-mail
ja: メールアドレスを確認
pl: Potwierdź adres e-mail
ru: Подтвердите Адрес Электронной Почты
tr: E-posta Adresini Onayla

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
cs: Potvrďte, prosím, že <a href="mailto:%(email)s">%(email)s</a> je e-mailová adresa uživatele %(user_display)s.
de: Bitte bestätigen Sie, dass <a href="mailto:%(email)s">%(email)s</a> die E-Mail-Adresse für den Benutzer %(user_display)s ist.
es: Confirma que <a href="mailto:%(email)s">%(email)s</a> es una dirección de correo electrónico para el usuario %(user_display)s.
fi: Vahvista, että <a href="mailto:%(email)s">%(email)s</a> on sähköpostiosoite käyttäjälle %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est l'adresse e-mail de l'utilisateur %(user_display)s.
hr: Molimo potvrdite da je <a href="mailto:%(email)s">%(email)s</a> e-mail adresa za korisnika %(user_display)s.
it: Conferma che <a href="mailto:%(email)s">%(email)s</a> è un indirizzo e-mail per l'utente %(user_display)s.
ja: <a href="mailto:%(email)s">%(email)s</a> がユーザー %(user_display)s のメールアドレスであることを確認してください。
pl: Proszę potwierdzić, że <a href="mailto:%(email)s">%(email)s</a> jest adresem e-mail użytkownika %(user_display)s
ru: Пожалуйста, подтвердите, что <a href="mailto:%(email)s">%(email)s</a> является адресом электронной почты для пользователя %(user_display)s.
tr: Lütfen <a href="mailto:%(email)s">%(email)s</a> adresinin %(user_display)s kullanıcısına ait bir e-posta adresi olduğunu onaylayın.

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
hr: Potvrdi
it: Conferma
ja: 確認
pl: Potwierdź
ru: Подтвердить
tr: Onayla

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
cs: Tento odkaz pro potvrzení e-mailu vypršel nebo je neplatný. Prosím, <a href="%(email_url)s">vyžádejte si nové potvrzení e-mailu</a>.
de: Dieser E-Mail-Bestätigungslink ist abgelaufen oder ungültig. Bitte <a href="%(email_url)s">fordern Sie eine neue E-Mail-Bestätigung an</a>.
es: Este enlace de confirmación de correo electrónico ha caducado o no es válido. Por favor, <a href="%(email_url)s">solicita una nueva confirmación de correo electrónico</a>.
fi: Tämä sähköpostivarmennuslinkki on vanhentunut tai virheellinen. Ole hyvä ja <a href="%(email_url)s">pyydä uusi sähköpostivarmennus</a>.
fr: Ce lien de confirmation d'e-mail a expiré ou est invalide. Veuillez <a href="%(email_url)s">demander une nouvelle confirmation d'e-mail</a>.
hr: Ova poveznica za potvrdu e-maila je istekla ili je nevažeća. Molimo <a href="%(email_url)s">zatražite novi zahtjev za potvrdu e-maila</a>.
it: Questo link di conferma e-mail è scaduto o non è valido. Per favore <a href="%(email_url)s">richiedi una nuova conferma e-mail</a>.
ja: このメール確認リンクは無効または期限切れです。新しいメール確認リクエストを <a href="%(email_url)s">発行してください</a>。
pl: Ten link do potwierdzenia e-maila wygasł lub jest nieprawidłowy. Proszę <a href="%(email_url)s">wygenerować nową prośbę o potwierdzenie e-maila</a>.
ru: Ссылка для подтверждения адреса электронной почты устарела или недействительна. Пожалуйста, <a href="%(email_url)s">запросите новое подтверждение по электронной почте</a>.
tr: Bu e-posta doğrulama bağlantısı süresi dolmuş ya da geçersiz. Lütfen <a href="%(email_url)s">yeni bir e-posta doğrulama isteği oluşturun</a>.

source: Sign In
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
hr: Prijavi se
it: Accedi
ja: サインイン
pl: Zaloguj się
ru: Войти
tr: Giriş Yap

source: Please sign in with one of your existing third party accounts:
cs: Prosím, přihlaste se pomocí jednoho z vašich stávajících účtů třetích stran:
de: Bitte melden Sie sich mit einem Ihrer bestehenden Konten von Drittanbietern an:
es: Inicia sesión con una de tus cuentas de terceros existentes:
fi: Kirjaudu sisään jollakin olemassa olevalla kolmannen osapuolen tililläsi:
fr: Veuillez vous connecter avec l'un de vos comptes tiers existants :
hr: Molimo prijavite se s jednim od vaših postojećih računa treće strane:
it: Effettua l'accesso con uno dei tuoi account di terze parti esistenti:
ja: 既存のサードパーティアカウントのいずれかでサインインしてください。
pl: Zaloguj się za pomocą jednego z istniejących kont zewnętrznych
ru: Пожалуйста, войдите через один из ваших существующих аккаунтов у сторонних сервисов:
tr: Lütfen mevcut üçüncü taraf hesaplarınızdan biriyle giriş yapın:

source: Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
cs: Nebo <a href="%(signup_url)s">se zaregistrujte</a> pro účet na %(site_name)s a přihlaste se níže:
de: Oder <a href="%(signup_url)s">registrieren Sie sich</a> für ein %(site_name)s-Konto und melden Sie sich unten an:
es: O, <a href="%(signup_url)s">regístrate</a> para obtener una cuenta en %(site_name)s e inicia sesión a continuación:
fi: Tai <a href="%(signup_url)s">rekisteröidy</a> %(site_name)s-tilille ja kirjaudu sisään alla:
fr: Ou, <a href="%(signup_url)s">inscrivez-vous</a> pour un compte %(site_name)s et connectez-vous ci-dessous :
hr: Ili, <a href="%(signup_url)s">registrirajte se</a> za %(site_name)s račun i prijavite se ispod:
it: O <a href="%(signup_url)s">iscriviti</a> per un account su %(site_name)s e accedi qui sotto:
ja: または、<a href="%(signup_url)s">サインアップ</a>して%(site_name)sアカウントを作成し、以下からサインインしてください：
pl: Lub <a href="%(signup_url)s">zarejestruj się</a> i zaloguj na konto w %(site_name)s poniżej:
ru: Или <a href="%(signup_url)s">зарегистрируйтесь</a> для создания аккаунта на %(site_name)s и войдите ниже:
tr: Ya da, aşağıda giriş yapmak için bir %(site_name)s hesabı <a href="%(signup_url)s">oluşturun</a>:

source: or
cs: nebo
de: oder
es: o
fi: tai
fr: ou
hr: ili
it: o
ja: または
pl: lub
ru: или
tr: veya

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
cs: Pokud ještě nemáte vytvořený účet, <a href="%(signup_url)s">zaregistrujte se</a> prosím nejprve.
de: Wenn Sie noch kein Konto erstellt haben, dann <a href="%(signup_url)s">registrieren Sie sich</a> bitte zuerst.
es: Si aún no has creado una cuenta, por favor <a href="%(signup_url)s">regístrate</a> primero.
fi: Jos sinulla ei vielä ole tiliä, ole hyvä ja <a href="%(signup_url)s">rekisteröidy</a> ensin.
fr: Si vous n'avez pas encore créé de compte, veuillez d'abord <a href="%(signup_url)s">vous inscrire</a>.
hr: Ako još nemate račun, molimo vas da se prvo <a href="%(signup_url)s">registrirate</a>.
it: Se non hai ancora creato un account, per favore <a href="%(signup_url)s">iscriviti</a> prima.
ja: まだアカウントを作成していない場合は、まず<a href="%(signup_url)s">登録</a>してください。
pl: Jeśli jeszcze nie masz konta, <a href="%(signup_url)s">zarejestruj się</a> najpierw.
ru: Если у вас ещё нет аккаунта, пожалуйста, <a href="%(signup_url)s">зарегистрируйтесь</a> сначала.
tr: Eğer henüz bir hesap oluşturmadıysanız, lütfen önce <a href="%(signup_url)s">kayıt olun</a>.

source: Forgot Password?
cs: Zapomenuté heslo?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
hr: Zaboravili ste lozinku?
it: Hai dimenticato la password?
ja: パスワードを忘れましたか？
pl: Zapomniałeś hasła?
ru: Забыли Пароль?
tr: Şifrenizi Mi Unuttunuz?

source: Sign Out
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
hr: Odjava
it: Esci
ja: サインアウト
pl: Wyloguj się
ru: Выйти
tr: Çıkış Yap

source: Are you sure you want to sign out?
cs: Opravdu se chcete odhlásit?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fi: Oletko varma, että haluat kirjautua ulos?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hr: Jeste li sigurni da se želite odjaviti?
it: Sei sicuro di voler uscire?
ja: サインアウトしてもよろしいですか？
pl: Czy na pewno chcesz się wylogować?
ru: Вы уверены, что хотите выйти?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Change Password
cs: Změnit heslo
de: Passwort ändern
es: Cambiar contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
hr: Promijeni lozinku
it: Cambia Password
ja: パスワードを変更
pl: Zmień hasło
ru: Сменить Пароль
tr: Şifre Değiştir

source: Password Reset
cs: Resetování hesla
de: Passwort zurücksetzen
es: Restablecer contraseña
fi: Salasanan palautus
fr: Réinitialisation du mot de passe
hr: Ponovno postavljanje lozinke
it: Reimposta Password
ja: パスワードリセット
pl: Resetowanie hasła
ru: Сброс Пароля
tr: Şifre Sıfırla

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
cs: Zapomněli jste heslo? Zadejte níže svou e-mailovou adresu a zašleme vám e-mail, který vám umožní ho resetovat.
de: Passwort vergessen? Geben Sie Ihre E-Mail-Adresse unten ein, und wir senden Ihnen eine E-Mail, mit der Sie es zurücksetzen können.
es: ¿Has olvidado tu contraseña? Ingresa tu dirección de correo electrónico a continuación y te enviaremos un email que te permitirá restablecerla.
fi: Unohditko salasanasi? Syötä sähköpostiosoitteesi alle, niin lähetämme sinulle sähköpostin, joka mahdollistaa sen palauttamisen.
fr: Vous avez oublié votre mot de passe ? Entrez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail vous permettant de le réinitialiser.
hr: Zaboravili ste lozinku? Unesite svoju e-mail adresu ispod i poslat ćemo vam e-mail koji će vam omogućiti da je resetirate.
it: Hai dimenticato la tua password? Inserisci il tuo indirizzo e-mail qui sotto e ti invieremo una e-mail che ti permetterà di reimpostarla.
ja: パスワードを忘れた場合は、以下にメールアドレスを入力してください。リセット用のメールを送信します。
pl: Zapomniałeś hasła? Podaj swój adres e-mail poniżej, a wyślemy Ci e-mail, który pozwoli Ci je zresetować
ru: Забыли пароль? Введите ваш адрес электронной почты ниже, и мы отправим вам письмо с возможностью его сброса.
tr: Şifrenizi mi unuttunuz? Aşağıya e-posta adresinizi girin, ve size şifrenizi sıfırlamanıza izin verecek bir e-posta göndereceğiz.

source: Reset My Password
cs: Resetovat mé heslo
de: Mein Passwort zurücksetzen
es: Restablecer mi contraseña
fi: Palauta salasanani
fr: Réinitialiser mon mot de passe
hr: Resetiraj moju lozinku
it: Reimposta La Mia Password
ja: パスワードをリセットする
pl: Zresetuj moje hasło
ru: Сбросить Мой Пароль
tr: Şifremi Sıfırla

source: Please contact us if you have any trouble resetting your password.
cs: Kontaktujte nás, pokud máte problémy s resetováním hesla.
de: Bitte kontaktieren Sie uns, wenn Sie Probleme beim Zurücksetzen Ihres Passworts haben.
es: Por favor, contáctanos si tienes algún problema para restablecer tu contraseña.
fi: Ota yhteyttä meihin, jos sinulla on ongelmia salasanan palauttamisessa.
fr: Veuillez nous contacter si vous rencontrez des problèmes pour réinitialiser votre mot de passe.
hr: Molimo kontaktirajte nas ako imate problema s resetiranjem lozinke.
it: Contattaci se hai problemi a reimpostare la tua password.
ja: パスワードのリセットに問題がある場合は、お問い合わせください。
pl: Skontaktuj się z nami, jeśli masz problemy z zresetowaniem hasła
ru: Пожалуйста, свяжитесь с нами, если у вас возникнут проблемы с сбросом пароля.
tr: Şifrenizi sıfırlarken herhangi bir sorun yaşarsanız, lütfen bizimle iletişime geçin.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
cs: Poslali jsme vám e-mail. Kontaktujte nás, pokud jej neobdržíte během několika minut.
de: Wir haben Ihnen eine E-Mail geschickt. Bitte kontaktieren Sie uns, wenn Sie sie nicht innerhalb weniger Minuten erhalten.
es: Te hemos enviado un correo electrónico. Por favor, contáctanos si no lo recibes en unos minutos.
fi: Olemme lähettäneet sinulle sähköpostia. Ota yhteyttä meihin, jos et saa sitä muutaman minuutin kuluessa.
fr: Nous vous avons envoyé un e-mail. Veuillez nous contacter si vous ne le recevez pas dans quelques minutes.
hr: Poslali smo vam e-mail. Molimo kontaktirajte nas ako ga ne primite unutar nekoliko minuta.
it: Ti abbiamo inviato un'e-mail. Contattaci se non la ricevi entro pochi minuti.
ja: メールを送信しました。数分以内に届かない場合は、お問い合わせください。
pl: Wysłaliśmy Ci e-mail. Skontaktuj się z nami, jeśli nie otrzymasz go w ciągu kilku minut.
ru: Пожалуйста, свяжитесь с нами, если вы не получите его в течение нескольких минут.
tr: Size bir e-posta gönderdik. Eğer birkaç dakika içinde alamazsanız, lütfen bizimle iletişime geçin.

source: Bad Token
cs: Špatný token
de: Ungültiger Token
es: Token inválido
fi: Virheellinen tunnus
fr: Jeton invalide
hr: Neispravan Token
it: Token Errato
ja: 不正なトークン
pl: Nieprawidłowy token
ru: Неверный Токен
tr: Geçersiz Anahtar

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
cs: Odkaz pro resetování hesla byl neplatný, možná proto, že již byl použit. Prosím, <a href="%(passwd_reset_url)s">vyžádejte si nové resetování hesla</a>.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits verwendet wurde. Bitte <a href="%(passwd_reset_url)s">fordern Sie eine neue Passwortzurücksetzung an</a>.
es: El enlace para restablecer la contraseña era inválido, posiblemente porque ya se ha utilizado. Por favor, solicita un <a href="%(passwd_reset_url)s">nuevo restablecimiento de contraseña</a>.
fi: Salasanan palautuslinkki oli virheellinen, mahdollisesti koska sitä on jo käytetty. Ole hyvä ja pyydä <a href="%(passwd_reset_url)s">uusi salasanan palautus</a>.
fr: Le lien de réinitialisation du mot de passe était invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s">nouvelle réinitialisation du mot de passe</a>.
hr: Poveznica za resetiranje lozinke je nevažeća, moguće zato što je već iskorištena. Molimo zatražite <a href="%(passwd_reset_url)s">novi reset lozinke</a>.
it: Il link per reimpostare la password non era valido, forse perché è già stato utilizzato. Per favore richiedi un <a href="%(passwd_reset_url)s">nuovo reset della password</a>.
ja: パスワードリセットリンクは無効でした、おそらく既に使用されているためです。<a href="%(passwd_reset_url)s">新しいパスワードリセット</a>をリクエストしてください。
pl: Link do resetowania hasła był nieprawidłowy, prawdopodobnie dlatego, że już został użyty. Proszę o <a href="%(passwd_reset_url)s">nowe zgłoszenie resetowania hasła</a>.
ru: Ссылка для сброса пароля недействительна, возможно, потому что она уже была использована. Пожалуйста, запросите <a href="%(passwd_reset_url)s">новый сброс пароля</a>.
tr: Şifre sıfırlama bağlantısı geçersiz, muhtemelen zaten kullanılmış. Lütfen <a href="%(passwd_reset_url)s">yeni bir şifre sıfırlama isteği</a> oluşturun.

source: change password
cs: změnit heslo
de: Passwort ändern
es: cambiar contraseña
fi: vaihda salasana
fr: Changer le mot de passe
hr: promijeni lozinku
it: cambia password
ja: パスワードを変更
pl: zmień hasło
ru: сменить пароль
tr: şifre değiştir

source: Your password is now changed.
cs: Vaše heslo bylo nyní změněno
de: Ihr Passwort wurde geändert.
es: Tu contraseña ha sido cambiada.
fi: Salasanasi on nyt vaihdettu.
fr: Votre mot de passe a été modifié.
hr: Vaša lozinka je sada promijenjena.
it: La tua password è stata modificata.
ja: パスワードが変更されました。
pl: Twoje hasło zostało zmienione
ru: Ваш пароль теперь изменен.
tr: Şifreniz şimdi değişti.

source: Set Password
cs: Nastavit heslo
de: Passwort festlegen
es: Establecer contraseña
fi: Aseta salasana
fr: Définir le mot de passe
hr: Postavi lozinku
it: Imposta Password
ja: パスワードを設定
pl: Ustaw hasło
ru: Установить Пароль
tr: Şifre Belirle

source: Signup
cs: Registrace
de: Anmeldung
es: Registrarse
fi: Rekisteröityminen
fr: Inscription
hr: Prijavite se
it: Iscrizione
ja: サインアップ
pl: Zapisz się
ru: Регистрация
tr: Kayıt Ol

source: Sign Up
cs: Zaregistrovat se
de: Registrieren
es: Registrarse
fi: Rekisteröidy
fr: S'inscrire
hr: Registracija
it: Iscriviti
ja: サインアップ
pl: Zarejestruj się
ru: Зарегистрироваться
tr: Kayıt Ol

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
cs: Již máte účet? Pak se prosím <a href="%(login_url)s">přihlaste</a>.
de: Haben Sie bereits ein Konto? Dann bitte <a href="%(login_url)s">melden Sie sich an</a>.
es: ¿Ya tienes una cuenta? Entonces por favor <a href="%(login_url)s">inicia sesión</a>.
fi: Onko sinulla jo tili? Ole hyvä ja <a href="%(login_url)s">kirjaudu sisään</a>.
fr: Vous avez déjà un compte ? Alors veuillez <a href="%(login_url)s">vous connecter</a>.
hr: Već imate račun? Onda se molimo <a href="%(login_url)s">prijavite</a>.
it: Hai già un account? Allora per favore <a href="%(login_url)s">accedi</a>.
ja: すでにアカウントをお持ちですか？ それでは、<a href="%(login_url)s">サインイン</a>してください。
pl: Masz już konto? W takim razie, proszę <a href="%(login_url)s">zaloguj się</a>.
ru: Уже есть аккаунт? Тогда, пожалуйста, <a href="%(login_url)s">войдите</a>.
tr: Zaten bir hesabınız var mı? Öyleyse lütfen <a href="%(login_url)s">giriş yapın</a>.

source: Create an account
cs: Vytvořit účet
de: Ein Konto erstellen
es: Crear una cuenta
fi: Luo tili
fr: Créer un compte
hr: Kreirajte račun
it: Crea un account
ja: アカウントを作成
pl: Utwórz konto
ru: Создать аккаунт
tr: Bir hesap oluştur

source: Enter some basic account information so you can log in.
cs: Zadejte základní informace o účtu, abyste se mohli přihlásit.
de: Geben Sie einige grundlegende Kontoinformationen ein, damit Sie sich anmelden können.
es: Ingresa información básica de la cuenta para que puedas iniciar sesión.
fi: Syötä perustietoja tilistäsi, jotta voit kirjautua sisään.
fr: Entrez quelques informations de base pour pouvoir vous connecter.
hr: Unesite neke osnovne informacije o računu kako biste se mogli prijaviti.
it: Inserisci alcune informazioni di base sull'account in modo da poter accedere.
ja: ログインできるように、基本的なアカウント情報を入力してください。
pl: Wprowadź podstawowe informacje związane z kontem, aby móc się zalogować.
ru: Введите основную информацию аккаунта для входа.
tr: Giriş yapabilmek için bazı temel hesap bilgileri girin.

source: Select your languages
cs: Vyberte své jazyky
de: Wählen Sie Ihre Sprachen aus
es: Selecciona tus idiomas
fi: Valitse kielesi
fr: Sélectionnez vos langues
hr: Odaberite svoje jezike
it: Seleziona le tue lingue
ja: 言語を選択
pl: Wybierz języki
ru: Выберите ваши языки
tr: Dillerinizi seçin

source: Select your languages so that we can match you to the right speakers.
cs: Vyberte své jazyky, abychom vás mohli spojit se správnými mluvčími.
de: Wählen Sie Ihre Sprachen aus, damit wir Sie den richtigen Sprechern zuordnen können.
es: Selecciona tus idiomas para que podamos emparejarte con los hablantes adecuados.
fi: Valitse kielesi, jotta voimme yhdistää sinut oikeisiin puhujiin.
fr: Sélectionnez vos langues pour que nous puissions vous mettre en correspondance avec les bons locuteurs.
hr: Odaberite svoje jezike kako bismo vas mogli uskladiti s odgovarajućim govornicima.
it: Seleziona le tue lingue in modo da poterti abbinare ai parlanti giusti.
ja: 正しいスピーカーとマッチングできるように、言語を選択してください。
pl: Wybierz języki, abyśmy mogli dopasować cię do właściwych osób, mówiących w danym języku.
ru: Выберите свои языки, чтобы мы могли подобрать вам подходящих собеседников.
tr: Size uygun konuşmacılarla eşleşebilmemiz için dillerinizi seçin.
