Repository: LangCorrect/server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fi, fr, hr, it, ja, pl, ru, tr

source: You can add additional languages in your profile settings
cs: Další jazyky můžete přidat v nastavení profilu
de: Sie können in Ihren Profileinstellungen zusätzliche Sprachen hinzufügen.
es: Puedes añadir idiomas adicionales en la configuración de tu perfil
fi: Voit lisätä lisäkieliä profiiliasetuksistasi
fr: Vous pouvez ajouter des langues supplémentaires dans les paramètres de votre profil
hr: Dodatne jezike možete dodati u postavkama svog profila
it: Puoi aggiungere lingue aggiuntive nelle impostazioni del tuo profilo
ja: プロフィール設定で追加の言語を追加できます。
pl: W ustawieniach profilu możesz dodać inne języki
ru: Вы можете добавить дополнительные языки в настройках профиля
tr: Profil ayarlarınızda ek diller ekleyebilirsiniz

source: Select your grammatical gender
cs: Vyberte své gramatické pohlaví
de: Wählen Sie Ihr grammatisches Geschlecht
es: Selecciona tu género gramatical
fi: Valitse kieliopillinen sukupuolesi
fr: Sélectionnez votre genre grammatical
hr: Odaberite svoj gramatički rod
it: Seleziona il tuo genere grammaticale
ja: 文法的な性別を選択
pl: Wybierz rodzaj gramatyczny
ru: Выберите ваш грамматический род
tr: Dil bilgisel cinsiyetinizi seçin

source: Setting a gender of narrator will help native speakers correct any gender errors. Please note that this is about the narrating-I of a given text, and not necessarily about you.
cs: Nastavení pohlaví vypravěče pomůže rodilým mluvčím opravit chyby v pohlaví. Upozorňujeme, že jde o vypravěče daného textu, a ne nutně o vás.
de: Die Festlegung eines Erzählergeschlechts hilft Muttersprachlern, Geschlechtsfehler zu korrigieren. Bitte beachten Sie, dass es sich hierbei um das erzählende Ich eines bestimmten Textes handelt und nicht unbedingt um Sie.
es: Establecer el género del narrador ayudará a los hablantes nativos a corregir cualquier error de género gramatical. Ten en cuenta que esto se refiere al narrador de tu texto, no necesariamente a ti.
fi: Narratiivin sukupuolen asettaminen auttaa äidinkielen puhujia korjaamaan mahdolliset sukupuolivirheet. Huomaa, että tämä koskee annetun tekstin kertojaa, ei välttämättä sinua itseäsi.
fr: Le choix d'un genre pour le narrateur aidera les locuteurs natifs à corriger les erreurs de genre. Veuillez noter que cela concerne le narrateur d'un texte donné, pas forcément qui vous êtes réellement.
hr: Postavljanje roda pripovjedača pomoći će izvornim govornicima da isprave pogreške u rodu. Imajte na umu da se ovo odnosi na pripovjedača određenog teksta, a ne nužno na vas.
it: Impostare un genere del narratore aiuterà i madrelingua a correggere eventuali errori di genere. Nota che si tratta del "io" narrante di un determinato testo, e non necessariamente di te.
ja: ナレーターの性別を設定すると、ネイティブスピーカーが性別の誤りを訂正するのに役立ちます。
pl: Chociaż nie jest to konieczne, zaznaczenie płci narratora pomoże native speakerom skorygować wszelkie błędy elementów odnoszących się do płci. Zwróć uwagę, że dotyczy to narratora danego tekstu, którym niekoniecznie jesteś ty.
ru: Указание грамматического рода поможет носителям языка исправить ошибки в употреблении рода. Обратите внимание, что речь идет о рассказчике в данном тексте, а не обязательно о вас.
tr: Anlatıcı cinsiyeti ayarlamak, ana dil konuşmacılarının cinsiyet hatalarını düzeltmelerine yardımcı olacaktır. Lütfen bu durumun, verilen bir metinde anlatıcı-I ile ilgili olduğunu, mutlaka sizinle ilgili olmadığını unutmayın.

source: This can be changed at any time and on a per journal basis.
cs: Toto lze kdykoli změnit a je to možné nastavit pro každý deník zvlášť.
de: Dies kann jederzeit und für jedes Journal einzeln geändert werden.
es: Esto se puede cambiar en cualquier momento y por cada entrada de diario.
fi: Tämä voidaan muuttaa milloin tahansa ja jokaisen päiväkirjan osalta erikseen.
fr: Cela peut être modifié à tout moment et pour chaque journal.
hr: Ovo se može promijeniti u bilo kojem trenutku i na temelju svakog pojedinačnog dnevnika.
it: Questo può essere modificato in qualsiasi momento e su base giornaliera.
ja: これは、いつでもジャーナルごとに変更できます。
pl: Można to zmienić w dowolnej chwili, przy okazji każdego kolejnego dziennika.
ru: Это можно изменить в любое время и для каждого журнала отдельно.
tr: Bu, herhangi bir zaman ve her bir dergi için değiştirilebilir.

source: Create my account
cs: Vytvořit můj účet
de: Mein Konto erstellen
es: Crear mi cuenta
fi: Luo tilini
fr: Créer mon compte
hr: Kreiraj moj račun
it: Crea il mio account
ja: アカウントを作成
pl: Utwórz moje konto
ru: Создать мой аккаунт
tr: Hesabımı Oluştur

source: Sign Up Closed
cs: Registrace uzavřena
de: Anmeldung geschlossen
es: Registro cerrado
fi: Rekisteröityminen suljettu
fr: Inscription fermée
hr: Prijave su zatvorene
it: Iscrizioni Chiuse
ja: サインアップ閉鎖中
pl: Rejestracja Zamknięta
ru: Регистрация Закрыта
tr: Kayıt Kapalı

source: We are sorry, but the sign up is currently closed.
cs: Omlouváme se, ale registrace je v současné době uzavřena.
de: Es tut uns leid, aber die Anmeldung ist derzeit geschlossen.
es: Lo sentimos, pero el registro está cerrado actualmente.
fi: Olemme pahoillamme, mutta rekisteröityminen on tällä hetkellä suljettu.
fr: Nous sommes désolés, mais les inscriptions sont actuellement fermées.
hr: Žao nam je, ali prijave su trenutno zatvorene.
it: Ci dispiace, ma al momento le iscrizioni sono chiuse.
ja: 申し訳ありませんが、現在サインアップは閉鎖されています。
pl: Przepraszamy, ale rejestracja jest obecnie zamknięta.
ru: Извините, но регистрация сейчас закрыта.
tr: Üzgünüz, ancak kayıt şu anda kapalı.

source: Verify Your E-mail Address
cs: Ověřte svou e-mailovou adresu
de: Bestätigen Sie Ihre E-Mail-Adresse
es: Verifica tu dirección de correo electrónico
fi: Vahvista sähköpostiosoitteesi
fr: Vérifiez votre adresse e-mail
hr: Potvrdite svoju e-mail adresu
it: Verifica il tuo indirizzo e-mail
ja: メールアドレスを確認してください
pl: Zweryfikuj swój adres e-mail
ru: Подтвердите ваш адрес электронной почты
tr: E-posta Adresinizi Doğrulayın

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
cs: Poslali jsme vám e-mail k ověření. Následujte odkaz k dokončení procesu registrace. Kontaktujte nás, pokud jej neobdržíte během několika minut.
de: Wir haben Ihnen eine E-Mail zur Bestätigung geschickt. Folgen Sie dem darin enthaltenen Link, um den Anmeldevorgang abzuschließen. Bitte kontaktieren Sie uns, wenn Sie die E-Mail nicht innerhalb weniger Minuten erhalten.
es: Hemos enviado un correo electrónico para la verificación. Sigue el enlace proporcionado para finalizar el proceso de registro. Contáctanos si no lo recibes en unos minutos.
fi: Olemme lähettäneet sinulle sähköpostia vahvistusta varten. Seuraa linkkiä viimeistelläksesi rekisteröitymisen. Ota yhteyttä meihin, jos et saa sitä muutaman minuutin kuluessa.
fr: Nous vous avons envoyé un e-mail de vérification. Suivez le lien fourni pour finaliser le processus d'inscription.
hr: Poslali smo vam e-mail za potvrdu. Slijedite priloženu poveznicu kako biste završili proces prijave. Molimo vas da nas kontaktirate ako ga ne primite unutar nekoliko minuta.
it: Abbiamo inviato un'e-mail per la verifica. Segui il link fornito per completare il processo di iscrizione. Contattaci se non la ricevi entro pochi minuti.
ja: 認証のためにメールを送信しました。リンクをクリックしてサインアップ手続きを完了してください。数分以内にメールが届かない場合は、お問い合わせください。
pl: Wysłaliśmy do Ciebie e-mail w celu weryfikacji. Postępuj zgodnie z dołączonym linkiem, aby zakończyć proces rejestracji. Skontaktuj się z nami, jeśli nie otrzymasz go w ciągu kilku minut.
ru: Мы отправили вам письмо для подтверждения. Перейдите по предложенной ссылке, чтобы завершить процесс регистрации. Пожалуйста, свяжитесь с нами, если вы не получите его в течение нескольких минут.
tr: Doğrulama için size bir e-posta gönderdik. Kayıt işlemini tamamlamak için sağlanan bağlantıyı takip edin. Eğer birkaç dakika içinde alamazsanız, lütfen bizimle iletişime geçin.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
cs: Tato část webu vyžaduje, abychom ověřili, že jste to, kým tvrdíte, že jste. K tomu potřebujeme, abyste ověřili vlastnictví své e-mailové adresy.
de: Dieser Teil der Website erfordert, dass wir überprüfen, ob Sie die Person sind, die Sie vorgeben zu sein. Zu diesem Zweck müssen Sie den Besitz Ihrer E-Mail-Adresse bestätigen.
es: Esta parte de la página requiere que verifiquemos que eres quien dices ser. Para ello, necesitamos que verifiques la propiedad de tu dirección de correo electrónico.
fi: Tämä osa sivustosta vaatii, että vahvistamme, että olet se, joka väität olevasi. Tätä varten sinun on vahvistettava sähköpostiosoitteesi omistajuus.
fr: Cette partie du site nécessite que nous vérifions que vous êtes bien qui vous prétendez être. À cette fin, nous vous demandons de prouver que vous êtes propriétaire de votre adresse e-mail.
hr: Ovaj dio stranice zahtijeva da potvrdimo vaš identitet. U tu svrhu zahtijevamo da potvrdite vlasništvo nad svojom e-mail adresom.
it: Questa parte del sito richiede che verifichiamo che tu sia chi dici di essere. A tal fine, richiediamo che tu verifichi la proprietà del tuo indirizzo e-mail.
ja: このサイトの一部は、あなたが主張する通りの人物であることを確認する必要があります。このために、メールアドレスの所有を確認する必要があります。
pl: Ta część witryny wymaga od nas weryfikacji, czy jesteś tym, za kogo się podajesz. W tym celu wymagamy potwierdzenia własności Twojego adresu e-mail.
ru: Эта часть сайта требует от нас подтверждения вашей личности. Для этого мы требуем подтвердить владение вашим адресом электронной почты.
tr: Bu site bölümü, kim olduğunuzu iddia ettiğiniz kişi olup olmadığınızı doğrulamamızı gerektirir. Bu amaçla, e-posta adresinizin sahibi olduğunuzu doğrulamanız gerekmektedir.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
cs: Poslali jsme vám e-mail k ověření. Klikněte prosím na odkaz v tomto e-mailu. Kontaktujte nás, pokud jej neobdržíte během několika minut.
de: Wir haben Ihnen eine E-Mail zur Bestätigung geschickt. Bitte klicken Sie auf den darin enthaltenen Link. Kontaktieren Sie uns, wenn Sie die E-Mail nicht innerhalb weniger Minuten erhalten.
es: Hemos enviado un correo electrónico para la verificación. Haz clic en el enlace dentro de este correo electrónico. Contáctanos si no lo recibes en unos minutos.
fi: Olemme lähettäneet sinulle sähköpostia vahvistusta varten. Napsauta linkkiä tässä sähköpostissa. Ota yhteyttä meihin, jos et saa sitä muutaman minuutin kuluessa.
fr: Nous vous avons envoyé un e-mail de vérification. Veuillez cliquer sur le lien à l'intérieur de cet e-mail. Contactez-nous si vous ne le recevez pas dans quelques minutes.
hr: Poslali smo vam e-mail za potvrdu. Molimo kliknite na poveznicu unutar ovog e-maila. Molimo vas da nas kontaktirate ako ga ne primite unutar nekoliko minuta.
it: Abbiamo inviato un'e-mail per la verifica. Clicca sul link all'interno di questa e-mail. Contattaci se non la ricevi entro pochi minuti.
ja: 認証のためにメールを送信しました。このメール内のリンクをクリックしてください。数分以内にメールが届かない場合は、お問い合わせください。
pl: Wysłaliśmy do Ciebie e-mail w celu weryfikacji. Kliknij link zawarty w tym e-mailu. Skontaktuj się z nami, jeśli nie otrzymasz go w ciągu kilku minut.
ru: Мы отправили вам письмо для подтверждения. Пожалуйста, нажмите на ссылку внутри этого письма. Свяжитесь с нами, если вы не получите его в течение нескольких минут.
tr: Doğrulama için size bir e-posta gönderdik. Lütfen bu e-posta içindeki bağlantıya tıklayın. Eğer birkaç dakika içinde alamazsanız, lütfen bizimle iletişime geçin.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
cs: <strong>Poznámka:</strong> stále můžete <a href="%(email_url)s">změnit svou e-mailovou adresu</a>.
de: <strong>Hinweis:</strong> Sie können immer noch <a href="%(email_url)s">Ihre E-Mail-Adresse ändern</a>.
es: <strong>Nota:</strong> aún puedes <a href="%(email_url)s">cambiar tu dirección de correo electrónico</a>.
fi: <strong>Huom:</strong> voit silti <a href="%(email_url)s">vaihtaa sähköpostiosoitteesi</a>.
fr: <strong>Note :</strong> vous pouvez toujours <a href="%(email_url)s">changer votre adresse e-mail</a>.
hr: <strong>Napomena:</strong> još uvijek možete <a href="%(email_url)s">promijeniti svoju e-mail adresu</a>.
it: <strong>Nota:</strong> puoi ancora <a href="%(email_url)s">cambiare il tuo indirizzo e-mail</a>.
ja: <strong>注:</strong> <a href="%(email_url)s">メールアドレスはまだ変更できます</a>。
ru: <strong>Примечание:</strong> вы все еще можете <a href="%(email_url)s">изменить ваш адрес электронной почты</a>.
tr: <strong>Not:</strong> hala <a href="%(email_url)s">e-posta adresinizi değiştirebilirsiniz</a>.

source: Top Contributors
cs: Nejlepší přispěvatelé
de: Top-Beiträger
es: Principales contribuyentes
fi: Parhaat osallistujat
fr: Meilleurs contributeurs
hr: Najbolji doprinositelji
it: Migliori Contributori
ja: トップ貢献者
pl: Najwięksi Współtwórcy
ru: Лучшие Участники
tr: En İyi Katkı Sağlayanlar

source: *Updates every %(hours)s hours
cs: *Aktualizace každých %(hours)s hodin
de: *Aktualisiert alle %(hours)s Stunden
es: *Actualizado cada %(hours)s horas
fi: *Päivittyy joka %(hours)s tunti
fr: *Mise à jour toutes les %(hours)s heures
hr: *Ažurira se svakih %(hours)s sati
it: *Aggiornamenti ogni %(hours)s ore
ja: *%(hours)s時間ごとに更新
pl: *Aktualizacje co %(hours)s godzin
ru: *Обновления каждые %(hours)s часов
tr: Her %(hours)s saatte güncellenir

source: Rank
cs: Pořadí
de: Rang
es: Rango
fi: Sijoitus
fr: Classement
hr: Rang
it: Classifica
ja: ランク
pl: Ranga
ru: Ранг
tr: Sıralama

source: User
cs: Uživatel
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
hr: Korisnik
it: Utente
ja: ユーザー
pl: Użytkownik
ru: Пользователь
tr: Kullanıcı

source: Member since %(year)s
cs: Členem od roku %(year)s
de: Mitglied seit %(year)s
es: Miembro desde %(year)s
fi: Jäsen vuodesta %(year)s
fr: Membre depuis %(year)s
hr: Član od %(year)s
it: Membro dal %(year)s
ja: %(year)s年からのメンバー
pl: Członek od %(year)s
ru: Участник с %(year)s года
tr: %(year)s yılından beri üye

source: Total Contributions
cs: Celkové příspěvky
de: Gesamtbeiträge
es: Contribuciones totales
fi: Kokonaispanokset
fr: Nombre total de contributions
hr: Ukupni doprinosi
it: Contributi Totali
ja: 総貢献数
pl: Łączna liczba wkładów
ru: Всего Вкладов
tr: Toplam Katkılar

source: Total Corrections
cs: Celkové opravy
de: Gesamtkorrekturen
es: Correcciones totales
fi: Kokonaiskorjaukset
fr: Nombre total de corrections
hr: Ukupni ispravci
it: Correzioni Totali
ja: 総訂正数
pl: Łączna liczba poprawek
ru: Всего Исправлений
tr: Toplam Düzeltmeler

source: Total Posts
cs: Celkové příspěvky
de: Gesamte Beiträge
es: Publicaciones totales
fi: Kokonaisviestit
fr: Nombre total de publications
hr: Ukupne objave
it: Post Totali
ja: 総投稿数
pl: Łączna liczba postów
ru: Всего Постов
tr: Toplam Gönderiler

source: Total Prompts
cs: Celkové náměty
de: Gesamte Aufforderungen
es: Entradas totales
fi: Kokonaistehtävät
fr: Nombre total de sujets de rédaction
hr: Ukupni poticaji
it: Prompt Totali
ja: 総プロンプト数
pl: Łączna liczba tematów
ru: Всего Заданий
tr: Toplam Sorular

source: Average Per Day
cs: Průměr za den
de: Durchschnitt pro Tag
es: Promedio por día
fi: Keskimäärin päivässä
fr: Moyenne par jour
hr: Prosječno po danu
it: Media al Giorno
ja: 一日平均
pl: Średnio dziennie
ru: Среднее за День
tr: Günlük Ortalama

source: Gender of narration
cs: Pohlaví vypravěče
de: Geschlecht der Erzählung
es: Género de narración
fi: Kerronnan sukupuoli
fr: Genre de narration
hr: Spol naracije
it: Genere della narrazione
ja: 語り手の性別
ru: Пол повествования
tr: Anlatım cinsiyeti

source: Language level
cs: Jazyk
de: Sprache
es: Nivel de idioma
fi: Kieli
fr: Langue
hr: Razina jezika
it: Lingua
ja: 言語
ru: Уровень языка
tr: Dil seviyesi

source: Post Overview
cs: Přehled příspěvků
de: Beitragsübersicht
es: Resumen de publicaciones
fi: Kirjoituksen yhteenveto
fr: Aperçu des publications
hr: Pregled objave
it: Panoramica dei post
ja: 投稿の概要
ru: Обзор постов
tr: Gönderi Genel Bakışı

source: Make your correction here.
cs: Zde proveďte opravu.
de: Korrektur hier vornehmen.
es: Haz tu corrección aquí.
fi: Tee korjauksesi tässä.
fr: Faites votre correction ici.
hr: Ovdje napravite svoj ispravak
it: Fai la tua correzione qui.
ja: こちらで訂正してください。
pl: Zrób korektę tutaj
ru: Внесите ваше исправление здесь.
tr: Düzeltmenizi burada yapın.

source: Write the correct sentence here...
cs: Zde napište správnou větu...
de: Schreiben Sie den korrekten Satz hier...
es: Escribe la oración correcta aquí...
fi: Kirjoita oikea lause tähän...
fr: Écrivez la phrase correcte ici...
hr: Ovdje napišite ispravnu rečenicu...
it: Scrivi la frase corretta qui...
ja: こちらで添削をしてください
pl: Wpisz prawidłowe zdanie tutaj...
ru: Напишите правильное предложение здесь...
tr: Doğru cümleyi buraya yazın...

source: Include feedback for this correction here.
cs: Zde zahrněte zpětnou vazbu k této opravě.
de: Feedback für diese Korrektur hier einfügen.
es: Haz una valoración para esta corrección aquí.
fi: Sisällytä palaute tähän korjaukseen.
fr: Incluez des commentaires pour cette correction ici.
hr: Ovdje uključite povratne informacije za ovaj ispravak.
it: Includi un feedback per questa correzione qui.
ja: この訂正に対するフィードバックをこちらに含めてください。
pl: Tutaj napisz opinię do tej korekty.
ru: Включите отзыв для этого исправления здесь.
tr: Bu düzeltme için geri bildirimi buraya ekleyin.

source: Write your feedback here...
cs: Zde napište svou zpětnou vazbu...
de: Schreiben Sie Ihr Feedback hier...
es: Escribe tus valoraciones aquí...
fi: Kirjoita palautteesi tähän...
fr: Écrivez vos commentaires ici...
hr: Ovdje napišite svoje povratne informacije...
it: Scrivi il tuo feedback qui...
ja: フィードバックをこちらに書いてください。
pl: Tutaj wpisz swoją opinię
ru: Напишите ваш отзыв здесь...
tr: Geri bildiriminizi buraya yazın...

source: Overall feedback or comment
cs: Celková zpětná vazba nebo komentář
de: Allgemeines Feedback oder Kommentar
es: Valoraciones o comentarios generales.
fi: Yleinen palaute tai kommentti
fr: Commentaire ou feedback général
hr: Općenite povratne informacije ili komentar
it: Feedback o commento generale
ja: 全体的なフィードバックまたはコメント
pl: Ogólna opinia lub komentarz
ru: Общий отзыв или комментарий
tr: Genel geri bildirim veya yorum

source: If you wish to include feedback, please make sure it is constructive. We are all here to learn, so let's encourage and support one another.
cs: Pokud chcete zahrnout zpětnou vazbu, ujistěte se, že je konstruktivní.
de: Wenn Sie Feedback einbeziehen möchten, stellen Sie bitte sicher, dass es konstruktiv ist.
es: Si deseas incluir una valoración, asegúrate de que sea constructiva. Todos estamos aquí para aprender, así que animémonos y apoyémonos mutuamente.
fi: Jos haluat sisällyttää palautetta, varmista, että se on rakentavaa. Olemme kaikki täällä oppimassa, joten kannustetaan ja tuetaan toisiamme.
fr: Si vous souhaitez inclure des commentaires, assurez-vous qu'ils soient constructifs. Nous sommes tous ici pour apprendre, alors encourageons et soutenons-nous mutuellement.
hr: Ako želite uključiti povratne informacije, pobrinite se da su konstruktivne. Svi smo ovdje da učimo, pa se međusobno potičimo i podržavamo.
it: Se desideri includere un feedback, assicurati che sia costruttivo. Siamo tutti qui per imparare, quindi incoraggiamoci e sosteniamoci a vicenda.
ja: フィードバックを書かれる場合は、建設的なものであることをご確認ください。 ユーザーは皆学ぶためにここにいます。お互いに励まし合い、支え合いましょう。
pl: Jeżeli chcesz dodać opinię, zadbaj o to, aby była ona konstruktywna. Jesteśmy tu wszyscy po to, aby się uczyć, dlatego zachęcajmy innych do nauki i wspierajmy ich.
ru: Если вы хотите оставить отзыв, убедитесь, что он конструктивен. Мы все здесь для обучения, так давайте поддерживать и поощрять друг друга.
tr: Geri bildirim eklemek istiyorsanız, lütfen yapıcı olduğundan emin olun. Hepimiz burada öğrenmek için varız, bu yüzden birbirimizi teşvik edelim ve destekleyelim.

source: Discard
cs: Zrušit
de: Verwerfen
es: Descartar
fi: Hylkää
fr: Rejeter
hr: Odbaci
it: Annulla
ja: 破棄
pl: Odrzuć
ru: Отменить
tr: İptal Et

source: Update
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Mettre à jour
hr: Ažuriraj
it: Aggiorna
ja: 更新
pl: Aktualizuj
ru: Обновить
tr: Güncelle

source: Submit
cs: Odeslat
de: Absenden
es: Enviar
fi: Lähetä
fr: Soumettre
hr: Pošalji
it: Invia
ja: 提出
pl: Prześlij
ru: Отправить
tr: Gönder

source: No corrections have been made
cs: Nebyly provedeny žádné opravy
de: Keine Korrekturen wurden vorgenommen
es: No se han realizado correcciones
fi: Korjauksia ei ole tehty
fr: Aucune correction n'a été apportée
hr: Nisu napravljeni nikakvi ispravci
it: Non sono state fatte correzioni
ja: 訂正は行われていません。
pl: Nie dokonano żadnych poprawek
ru: Исправлений не было
tr: Herhangi bir düzeltme yapılmamış

source: %(user_count)s users have marked this sentence as perfect!
cs: %(user_count)s uživatelů označilo tuto větu jako dokonalou!
de: %(user_count)s Benutzer haben diesen Satz als perfekt markiert!
es: ¡%(user_count)s usuarios han marcado esta oración como perfecta!
fi: %(user_count)s käyttäjää on merkinnyt tämän lauseen täydelliseksi!
fr: %(user_count)s utilisateurs ont marqué cette phrase comme étant parfaite !
hr: %(user_count)s korisnika označilo je ovu rečenicu kao savršenu!
it: %(user_count)s utenti hanno contrassegnato questa frase come perfetta!
ja: %(user_count)s人のユーザーがこの文を完璧と評価しました。
pl: %(user_count)s użytkowników oznaczyło to zdanie jako doskonałe!
ru: %(user_count)s пользователей отметили это предложение как идеальное!
tr: %(user_count)s kullanıcı bu cümleyi mükemmel olarak işaretledi!

source: Original
cs: Původní
fi: Alkuperäinen
hr: Izvorno
it: Originale
ja: オリジナル
pl: Oryginał
ru: Оригинал
tr: Orijinal

source: Corrected
cs: Opraveno
de: Korrigiert
es: Corregido
fi: Korjattu
fr: Corrigé
hr: Ispravljeno
it: Corretto
ja: 訂正済み
pl: Skorygowano
ru: Исправлено
tr: Düzeltilmiş

source: %(user_count)s users have marked this sentence as perfect!
cs: %(user_count)s uživatelů označilo tuto větu jako dokonalou!
de: %(user_count)s Benutzer haben diesen Satz als perfekt markiert!
es: ¡%(user_count)s usuarios han marcado esta oración como perfecta!
fi: %(user_count)s käyttäjää on merkinnyt tämän lauseen täydelliseksi!
fr: %(user_count)s utilisateurs ont marqué cette phrase comme étant parfaite !
hr: %(user_count)s korisnika označilo je ovu rečenicu kao savršenu!
it: %(user_count)s utenti hanno contrassegnato questa frase come perfetta!
ja: %(user_count)s人のユーザーがこの文を完璧と評価しました。
pl: %(user_count)s użytkowników oznaczyło to zdanie jako doskonałe!
ru: %(user_count)s пользователей отметили это предложение как идеальное!
tr: %(user_count)s kullanıcı bu cümleyi mükemmel olarak işaretledi!

source: Popular Correctors
cs: Populární korektoři
de: Beliebte Korrektoren
es: Correctores populares
fi: Suositut korjaajat
fr: Correcteurs populaires
hr: Popularni ispravljači
it: Correttori Popolari
ja: 人気の訂正者
pl: Popularni korektorzy
ru: Популярные Корректоры
tr: Popüler Düzeltmenler

source: Today
cs: Dnes
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd'hui
hr: Danas
it: Oggi
ja: 今日
pl: dzisiaj
ru: Сегодня
tr: Bugün

source: This week
cs: Tento týden
de: Diese Woche
es: Esta semana
fi: Tällä viikolla
fr: Cette semaine
hr: Ovaj tjedan
it: Questa settimana
ja: 今週
pl: w tym tygodniu
ru: На этой неделе
tr: Bu hafta

source: This month
cs: Tento měsíc
de: Diesen Monat
es: Este mes
fi: Tässä kuussa
fr: Ce mois-ci
hr: Ovaj mjesec
it: Questo mese
ja: 今月
pl: w tym miesiącu
ru: В этом месяце
tr: Bu ay

source: All time
cs: Celkově
de: Aller Zeiten
es: Hasta ahora
fi: Kaikkien aikojen
fr: Depuis toujours
hr: Sve vrijeme
it: Di sempre
ja: 総合
pl: sumarycznie
ru: За всё время
tr: Tüm zamanlar
