Repository: LangCorrect/server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fi, fr, hr, it, ja, pl, ru, tr

source: View all
cs: Zobrazit vše
de: Alle ansehen
es: Ver todos
fi: Näytä kaikki
fr: Voir tout
hr: Pogledaj sve
it: Visualizza tutto
ja: すべて表示
pl: Przejrzyj wszystko
ru: Посмотреть все
tr: Tümünü gör

source: Title
cs: Název
de: Titel
es: Título
fi: Otsikko
fr: Titre
hr: Naslov
it: Titolo
ja: タイトル
ru: Заголовок
tr: Başlık

source: Language
cs: Jazyk
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
hr: Jezik
it: Lingua
ja: 言語
pl: Język
ru: Язык
tr: Dil

source: Author
cs: Autor
es: Autor
fr: Auteur
hr: Autor
ja: 著者

source: Followers
cs: Sledující
de: Follower
es: Seguidores
fi: Seuraajat
fr: Abonnés
hr: Pratitelji
it: Follower
ja: フォロワー
pl: Obserwujący
ru: Подписчики
tr: Takipçiler

source: Following
cs: Sledováni
de: Folgt
es: Siguiendo
fi: Seuraa
fr: Abonnements
hr: Prati
it: Seguendo
ja: フォロー中
pl: Obserwowani
ru: Подписки
tr: Takip Edilenler

source: Legal
cs: Právní informace
de: Rechtliches
fi: Oikeudellista
fr: Légal
hr: Pravne informacije
it: Legale
ja: 法的事項
pl: Nota prawna
ru: Юридическая информация
tr: Yasal

source: Privacy Policy
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinie
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hr: Politika privatnosti
it: Politica sulla Privacy
ja: プライバシーポリシー
pl: Polityka prywatności
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: Community Guidelines
cs: Komunitní pravidla
de: Gemeinschaftsrichtlinien
es: Normas de la comunidad
fi: Yhteisön säännöt
fr: Règles de la communauté
hr: Smjernice zajednice
it: Linee Guida della Comunità
ja: コミュニティガイドライン
pl: Wytyczne dla użytkowników
ru: Правила сообщества
tr: Topluluk Kuralları

source: Terms of Service
cs: Podmínky služby
de: Nutzungsbedingungen
es: Términos de servicio
fi: Käyttöehdot
fr: Conditions d'utilisation
hr: Uvjeti korištenja
it: Termini di Servizio
ja: 利用規約
pl: Warunki użytkowania
ru: Условия использования
tr: Kullanım Şartları

source: Site Languages
cs: Jazyky webu
de: Sprachen der Seite
es: Idiomas de la página
fi: Sivuston kielet
fr: Langues du site
hr: Jezici stranice
it: Lingue del Sito
ja: サイトの言語
pl: Język strony
ru: Языки сайта
tr: Site Dilleri

source: Go
cs: Jít
de: Los
es: Ir
fi: Mene
fr: Aller
hr: Idi
it: Vai
ja: 行く
pl: Dalej
ru: Перейти
tr: Git

source: Are you sure you would like to delete %(language)s from your list of languages?
cs: Opravdu chcete odstranit jazyk %(language)s ze svého seznamu jazyků?
de: Sind Sie sicher, dass Sie %(language)s von Ihrer Sprachenliste löschen möchten?
es: ¿Estás seguro de que quieres eliminar %(language)s de tu lista de idiomas?
fi: Oletko varma, että haluat poistaa kielen %(language)s kielilistaltasi?
fr: Êtes-vous sûr de vouloir supprimer le %(language)s de votre liste de langues ?
hr: Jeste li sigurni da želite izbrisati %(language)s s vašeg popisa jezika?
it: Sei sicuro di voler eliminare %(language)s dalla tua lista di lingue?
ja: 本当に、言語リストから%(language)sを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć język %(language)s z Twojej listy języków?
ru: Вы уверены, что хотите удалить %(language)s из вашего списка языков?
tr: %(language)s dilini dil listenden silmek istediğinden emin misin?

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hr: Odustani
it: Annulla
ja: キャンセル
pl: Anuluj
ru: Отмена
tr: İptal

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
hr: Izbriši
it: Elimina
ja: 削除
pl: Usuń
ru: Удалить
tr: Sil

source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
hr: Dodaj
it: Aggiungi
ja: 追加
pl: Dodaj
ru: Добавить
tr: Ekle

source: Add Language
cs: Přidat jazyk
de: Sprache hinzufügen
es: Añadir idioma
fi: Lisää kieli
fr: Ajouter une langue
hr: Dodaj jezik
it: Aggiungi Lingua
ja: 言語を追加
pl: Dodaj język
ru: Добавить Язык
tr: Dil Ekle

source: Level
cs: Úroveň
de: Niveau
es: Nivel
fi: Taso
fr: Niveau
hr: Razina
it: Livello
ja: レベル
pl: Poziom
ru: Уровень
tr: Seviye

source: Actions
cs: Akce
de: Aktionen
es: Acciones
fi: Toiminnot
hr: Radnje
it: Azioni
ja: アクション
pl: Działania
ru: Действия
tr: Eylemler

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Éditer
hr: Uredi
it: Modifica
ja: 編集
pl: Edytuj
ru: Редактировать
tr: Düzenle

source: Cancel Subscription
cs: Zrušit předplatné
de: Abonnement kündigen
es: Cancelar suscripción
fi: Peru tilaus
fr: Annuler l'abonnement
hr: Otkaži pretplatu
it: Annulla Abbonamento
ja: サブスクリプションをキャンセル
pl: Anuluj subskrypcję
ru: Отменить Подписку
tr: Aboneliği İptal Et

source: Are you sure you would like to cancel your subscription?
cs: Opravdu chcete zrušit své předplatné?
de: Sind Sie sicher, dass Sie Ihr Abonnement kündigen möchten?
es: ¿Estás seguro de que quieres cancelar tu suscripción?
fi: Oletko varma, että haluat peruuttaa tilauksesi?
fr: Êtes-vous sûr de vouloir annuler votre abonnement ?
hr: Jeste li sigurni da želite otkazati svoju pretplatu?
it: Sei sicuro di voler annullare il tuo abbonamento?
ja: 本当にサブスクリプションをキャンセルしてもよろしいですか？
pl: Czy na pewno chcesz anulować swoją subskrypcję?
ru: Вы уверены, что хотите отменить вашу подписку?
tr: Aboneliğinizi iptal etmek istediğinizden emin misiniz?

source: Are you sure?
cs: Jste si jisti?
de: Sind Sie sicher?
es: ¿Estás seguro?
fi: Oletko varma?
fr: Êtes-vous sûr ?
hr: Jeste li sigurni?
it: Sei sicuro?
ja: 本当に？
pl: Czy jesteś pewny?
ru: Вы уверены?
tr: Emin misiniz?

source: All changes will be lost
cs: Všechny změny budou ztraceny
de: Alle Änderungen gehen verloren
es: Se perderán todos los cambios
fi: Kaikki muutokset menetetään
fr: Tous les changements seront perdus
hr: Sve promjene će biti izgubljene
it: Tutte le modifiche verranno perse
ja: すべての変更が失われます
pl: Wszystkie zmiany zostaną utracone
ru: Все изменения будут потеряны
tr: Tüm değişiklikler kaybolacak

source: Export corrections
cs: Exportovat opravy
de: Korrekturen exportieren
es: Exportar correcciones
fi: Vie korjaukset
fr: Exporter les corrections
hr: Izvezi ispravke
it: Esporta correzioni
ja: 添削データのエクスポート
pl: Eksportuj korekty
ru: Экспорт исправлений
tr: Düzeltmeleri dışa aktar

source: How would you like to export the corrections?
cs: Jak byste chtěli exportovat opravy?
de: Wie möchten Sie die Korrekturen exportieren?
es: ¿Cómo te gustaría exportar las correcciones?
fi: Miten haluaisit viedä korjaukset?
fr: Comment souhaitez-vous exporter les corrections ?
hr: Kako biste željeli izvesti ispravke?
it: Come vorresti esportare le correzioni?
ja: 添削内容をどのようにエクスポートしたいですか？
pl: Jak chciałbyś eksportować poprawki?
ru: Как бы вы хотели экспортировать исправления?
tr: Düzeltmeleri nasıl dışa aktarmak istersiniz?

source: Native Text
cs: Rodilý mluvčí
de: Muttersprachler
es: Texto nativo
fi: Äidinkieli
fr: Natif
hr: Materinji jezik
it: Madrelingua
ja: ネイティブ
ru: Носитель
tr: Anadil

source: Original Text
cs: Původní
de: Original
es: Texto original
fi: Alkuperäinen
fr: Original
hr: Izvorno
it: Originale
ja: オリジナル
ru: Оригинал
tr: Orijinal

source: Notifications
cs: Upozornění
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
hr: Obavijesti
it: Notifiche
ja: 通知
pl: Powiadomienia
ru: Уведомления
tr: Bildirimler

source: No notifications yet!
cs: Zatím žádná upozornění!
de: Noch keine Benachrichtigungen!
es: ¡Todavía no hay notificaciones!
fi: Ei ilmoituksia vielä!
fr: Pas encore de notifications !
hr: Još nema obavijesti!
it: Nessuna notifica ancora!
ja: まだ通知はありません！
pl: Nie ma jeszcze żadnych powiadomień!
ru: Уведомлений пока нет!
tr: Henüz bir bildirim yok!

source: We'll notify you when something arrives!
cs: Upozorníme vás, jakmile něco přijde!
de: Wir benachrichtigen Sie, sobald etwas eintrifft!
es: ¡Te notificaremos cuando llegue algo!
fi: Ilmoitamme sinulle, kun jotain saapuu!
fr: Nous vous préviendrons lorsque quelque chose arrivera !
hr: Obavijestit ćemo vas kada nešto stigne!
it: Ti avviseremo quando arriva qualcosa!
ja: 何か来たらお知らせします！
pl: Powiadomimy cię, gdy coś się pojawi!
ru: Мы уведомим вас, когда что-то появится!
tr: Bir şey geldiğinde sizi bilgilendireceğiz!

source: Delete all notifications
cs: Smazat všechna upozornění
de: Alle Benachrichtigungen löschen
es: Eliminar todas las notificaciones
fi: Poista kaikki ilmoitukset
fr: Supprimer toutes les notifications
hr: Izbriši sve obavijesti
it: Elimina tutte le notifiche
ja: すべての通知を削除
pl: Usuń wszystkie powiadomienia
ru: Удалить все уведомления
tr: Tüm bildirimleri sil

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
hr: Zatvori
it: Chiudi
ja: 閉じる
pl: Zamknij
ru: Закрыть
tr: Kapat

source: Write
cs: Psát
de: Schreiben
es: Escribir
fi: Kirjoita
fr: Écrire
hr: Piši
it: Scrivi
ja: 書く
pl: Pisz
ru: Написать
tr: Yaz

source: My Feed
cs: Můj kanál
de: Mein Feed
es: Mi contenido
fi: Oma syöte
fr: Mon flux
hr: Moj feed
it: Il Mio Feed
ja: マイフィード
pl: Mój kanał
ru: Моя Лента
tr: Akışım

source: Writing Prompts
cs: Psací náměty
de: Schreibaufforderungen
es: Sugerencias para escribir
fi: Kirjoitustehtävät
fr: Sujets de rédaction
hr: Poticaji za pisanje
it: Prompt di Scrittura
ja: ライティングプロンプト
pl: Podpowiedzi
ru: Задания для Письма
tr: Yazma İstekleri

source: Community
cs: Komunita
de: Gemeinschaft
es: Comunidad
fi: Yhteisö
fr: Communauté
hr: Zajednica
it: Comunità
ja: コミュニティ
pl: Społeczność
ru: Сообщество
tr: Topluluk

source: Rankings
cs: Žebříčky
de: Ranglisten
es: Clasificaciones
fi: Sijoitukset
fr: Classements
hr: Rangiranje
it: Classifiche
ja: ランキング
pl: Rankingi
ru: Рейтинги
tr: Sıralamalar

source: Manage Premium
cs: Spravovat Premium
de: Premium verwalten
es: Administrar Premium
fi: Hallinnoi Premiumia
fr: Gérer l'abonnement Premium
hr: Upravljaj Premiumom
it: Gestisci Premium
ja: プレミアムを管理
pl: Zarządzaj opcją Premium
ru: Управление Премиумом
tr: Premium Yönet

source: Get Premium
cs: Získat Premium
de: Premium holen
es: Obtener Premium
fi: Hanki Premium
fr: Obtenir l'abonnement Premium
hr: Nabavi Premium
it: Ottieni Premium
ja: プレミアムを取得
pl: Wykup opcję Premium
ru: Получить Премиум
tr: Premium Al

source: My Journals
cs: Mé deníky
de: Meine Journale
es: Mis diarios
fi: Omat päiväkirjat
fr: Mes journaux
hr: Moji dnevnici
it: I Miei Diari
ja: マイジャーナル
pl: Moje dzienniki
ru: Мои Журналы
tr: Günlüklerim

source: My Prompts
cs: Mé náměty
de: Meine Aufforderungen
es: Mis entradas
fi: Omat tehtävät
fr: Mes sujets de rédaction
hr: Moji poticaji
it: I Miei Prompt
ja: マイプロンプト
pl: Moje podpowiedzi
ru: Мои Задания
tr: İsteklerim

source: Logout
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
hr: Odjava
it: Esci
ja: ログアウト
pl: Wyloguj się
ru: Выйти
tr: Çıkış Yap

source: Visit your profile
cs: Navštívit váš profil
de: Besuche dein Profil
es: Visita tu perfil
fi: Vieraile profiilissasi
fr: Visiter votre profil
hr: Posjetite svoj profil
it: Visita il tuo profilo
ja: プロフィールにアクセス
pl: Odwiedź swój profil
ru: Посетить ваш профиль
tr: Profilinizi ziyaret edin

source: Member role
cs: Role člena
de: Mitgliedsrolle
es: Rol de miembro
fi: Jäsenrooli
fr: Rôle de membre
hr: Uloga člana
it: Ruolo del Membro
ja: メンバーロール
pl: Rola członka
ru: Роль участника
tr: Üye rolü

source: Premium
ja: プレミアム
pl: Opcja Premium
ru: Премиум

source: Member
cs: Člen
de: Mitglied
es: Miembro
fi: Jäsen
fr: Membre
hr: Član
it: Membro
ja: メンバー
pl: Członek
ru: Участник
tr: Üye

source: Total corrections made
cs: Celkový počet provedených oprav
de: Gesamte Korrekturen vorgenommen
es: Total de correcciones realizadas
fi: Tehdyt korjaukset yhteensä
fr: Nombre total de corrections effectuées
hr: Ukupno napravljenih ispravaka
it: Correzioni totali fatte
ja: 総訂正数
pl: Całkowita liczba dokonanych korekt
ru: Всего сделано исправлений
tr: Yapılan toplam düzeltmeler

source: Total corrections received
cs: Celkový počet obdržených oprav
de: Gesamte Korrekturen erhalten
es: Total de correcciones recibidas
fi: Saadut korjaukset yhteensä
fr: Nombre total de corrections reçues
hr: Ukupno primljenih ispravaka
it: Correzioni totali ricevute
ja: 受け取った総訂正数
pl: Całkowita liczba otrzymanych korekt
ru: Всего получено исправлений
tr: Alınan toplam düzeltmeler

source: Correction ratio
cs: Poměr oprav
de: Korrekturverhältnis
es: Tasa de corrección
fi: Korjaussuhde
fr: Ratio de correction
hr: Omjer ispravaka
it: Rapporto di correzione
ja: 訂正比率
pl: Współczynnik korekt
ru: Коэффициент исправлений
tr: Düzeltme oranı

source: Write. Learn. Grow.
cs: Psát. Učit se. Růst.
de: Schreiben. Lernen. Wachsen.
es: Escribe. Aprende. Crece.
fi: Kirjoita. Opettele. Kasva.
fr: Écrire. Apprendre. Grandir.
hr: Piši. Uči. Razvijaj se.
it: Scrivi. Impara. Cresci.
ja: 書いて、学んで、成長する。
pl: Pisz. Ucz się. Rozwijaj się.
ru: Пишите. Учите. Растите.
tr: Yaz. Öğren. Geliş.

source: Master grammar, spelling, and syntax in the language(s) you’re learning through direct feedback on your writing from fluent, native speakers.
cs: Zvládněte gramatiku, pravopis a syntax ve jazyce(ích), který se učíte, díky přímé zpětné vazbě na vaše psaní od plynulých rodilých mluvčích.
de: Meistern Sie Grammatik, Rechtschreibung und Syntax in der/den Sprache(n), die Sie lernen, durch direktes Feedback zu Ihrem Schreiben von fließenden, muttersprachlichen Sprechern.
es: Domina la gramática, la ortografía y la sintaxis de los idiomas que estás aprendiendo a través de valoraciones directas por parte de hablantes nativos y avanzados.
fi: Hallitse kielioppi, oikeinkirjoitus ja syntaksi kielissä, joita opit, saamalla suoraa palautetta kirjoituksestasi sujuvilta äidinkielen puhujilta.
fr: Maîtrisez la grammaire, l'orthographe et la syntaxe dans la (les) langue(s) que vous apprenez grâce aux retours directs sur votre écriture de la part de locuteurs natifs compétents.
hr: Osvladajte gramatiku, pravopis i sintaksu jezika koje učite putem izravnih povratnih informacija na vaše pisanje od strane izvornih govornika.
it: Domina grammatica, ortografia e sintassi nella/e lingua/e che stai imparando attraverso un feedback diretto sulla tua scrittura da parte di parlanti fluenti e madrelingua.
ja: 流暢なネイティブスピーカーから直接あなたの文章に対するフィードバックをもらい、学びたい言語の文法・スペル・構文をマスターしましょう。
pl: Opanuj gramatykę, pisownię i składnię języka, którego się uczysz dzięki bezpośrednim opiniom biegle władających tym językiem native speakerów.
ru: Освойте грамматику, орфографию и синтаксис языка(ов), который вы изучаете, через прямую обратную связь на ваш текст от совершенно владеющих языком носителей.
tr: Akıcı, ana dili konuşan kişilerden yazınız hakkında doğrudan geri bildirim alarak öğrenmekte olduğunuz dil(ler)de dil bilgisi, yazım ve sözdizimini öğrenin.

source: Start learning
cs: Začít učení
de: Beginnen Sie zu lernen
es: Comenzar a aprender
fi: Aloita oppiminen
fr: Commencez à apprendre
hr: Počnite učiti
it: Inizia a imparare
ja: 学習を始める
pl: Rozpocznij naukę
ru: Начать обучение
tr: Öğrenmeye Başla

source: Browse as guest
cs: Procházet jako host
de: Als Gast stöbern
es: Navegar como invitado
fi: Selaa vieraana
fr: Naviguer en tant qu'invité
hr: Pregledaj kao gost
it: Naviga come ospite
ja: ゲストとして参加
pl: Przeglądaj jako gość
ru: Просмотреть как гость
tr: Misafir olarak göz at

source: Getting corrections on your writing is really easy.
cs: Získání oprav vašeho psaní je opravdu snadné.
de: Es ist wirklich einfach, Korrekturen für Ihr Schreiben zu erhalten.
es: Obtener correcciones de tu escritura es muy fácil.
fi: Kirjoituksesi korjaaminen on todella helppoa.
fr: Obtenir des corrections sur vos écrits est vraiment facile.
hr: Dobivanje ispravaka na vašem pisanju je vrlo jednostavno.
it: Ricevere correzioni sul tuo scritto è davvero facile.
ja: とても簡単にライティングの添削を受けることができます。
pl: Otrzymywanie korekt do twoich ćwiczeń z pisania jest naprawdę łatwe.
ru: Получение исправлений в вашем тексте очень просто.
tr: Yazınıza düzeltme almak çok kolay.

source: Once you're done writing in your studying language, we will automatically match it with native speakers.
cs: Jakmile dokončíte psaní ve studovaném jazyce, automaticky vás spárujeme s rodilými mluvčími.
de: Sobald Sie in Ihrer Lernsprache fertig geschrieben haben, werden wir es automatisch mit Muttersprachlern abgleichen.
es: Una vez que hayas terminado de escribir en tu idioma de estudio, lo emparejaremos automáticamente con hablantes nativos.
fi: Kun olet valmis kirjoittamaan opiskelemallasi kielellä, me yhdistämme sinut automaattisesti äidinkielen puhujiin.
fr: Une fois que vous avez fini d'écrire dans la langue que vous étudiez, nous la mettrons automatiquement en correspondance avec des locuteurs natifs.
hr: Kada završite s pisanjem na jeziku koji učite, automatski ćemo vas povezati s izvornim govornicima.
it: Una volta che hai finito di scrivere nella lingua che stai studiando, ti abbineremo automaticamente con parlanti madrelingua.
ja: 学習言語で日記を書き終えると、自動的にネイティブスピーカーとのマッチングが行われます。
pl: Gdy skończysz pisanie tekstu w języku, którego się uczysz, automatycznie dopasujemy do niego właściwych native speakerów.
ru: Как только вы закончите писать на изучаемом языке, мы автоматически подберем для вас носителей языка.
tr: Çalıştığınız dilde yazmayı bitirdiğinizde, otomatik olarak ana dili konuşan kişilerle eşleşeceksiniz.

source: Register an account
cs: Zaregistrujte účet
de: Ein Konto registrieren
es: Registrar una cuenta
fi: Rekisteröi tili
fr: Créez un compte
hr: Registrirajte račun
it: Registra un account
ja: アカウント登録
pl: Zarejestruj konto
ru: Зарегистрировать аккаунт
tr: Bir hesap oluştur

source: We start with a short 3-step registration process to help us determine users you should be match with.
cs: Začínáme krátkým třístupňovým registračním procesem, abychom určili, s jakými uživateli byste měli být spárováni.
de: Wir beginnen mit einem kurzen 3-Schritte-Registrierungsprozess, um uns zu helfen, Benutzer zu bestimmen, mit denen Sie abgeglichen werden sollten.
es: Comenzamos con un breve proceso de registro de 3 pasos para ayudarnos a determinar con qué usuarios debes ser emparejado.
fi: Aloita lyhyellä 3-vaiheisella rekisteröintiprosessilla, joka auttaa meitä yhdistämään sinut oikeisiin käyttäjiin.
fr: Nous commençons par un court processus d'inscription en 3 étapes pour nous aider à déterminer les utilisateurs avec lesquels vous devriez être mis en correspondance.
hr: Počinjemo s kratkim procesom registracije u 3 koraka kako bismo utvrdili s kojim korisnicima biste trebali biti usklađeni.
it: Iniziamo con un breve processo di registrazione in 3 passaggi per aiutarci a determinare con quali utenti dovresti essere abbinato.
ja: あなたとマッチングするユーザーを決めるために、まずは簡単な3段階の登録から始めましょう。
pl: Zaczynamy od krótkiego, 3-stopniowego procesu rejestracji, aby móc określić użytkowników, do których możemy ciebie dopasować.
ru: Мы начнем с короткого трехшагового процесса регистрации, чтобы определить пользователей, с которыми вы должны быть сопоставлены.
tr: Size uygun kullanıcılarla eşleşmenize yardımcı olmak için kısa bir 3 adımlı kayıt süreciyle başlıyoruz.

source: Write a journal entry
cs: Napište deníkový záznam
de: Schreiben Sie einen Journaleintrag
es: Escribe una entrada de diario
fi: Kirjoita päiväkirjamerkintä
fr: Rédigez une entrée de journal
hr: Napišite unos u dnevniku
it: Scrivi una voce nel diario
ja: 日記を書く
pl: Napisz dziennik
ru: Написать запись в журнале
tr: Bir günlük girişi yaz

source: Browse a wide variety of writing prompts or simply create a journal from scratch.
cs: Procházejte širokou škálu psacích námětů nebo jednoduše vytvořte deník od nuly
de: Stöbern Sie in einer Vielzahl von Schreibaufforderungen oder erstellen Sie einfach ein Journal von Grund auf.
es: Navega por una amplia variedad de sugerencias para escribir o simplemente crea un diario desde cero.
fi: Selaa laajaa valikoimaa kirjoitustehtäviä tai luo päiväkirja alusta alkaen.
fr: Parcourez une grande variété de sujets de rédaction ou créez simplement un journal à partir de zéro.
hr: Pregledajte širok izbor poticaja za pisanje ili jednostavno kreirajte dnevnik od nule.
it: Sfoglia una vasta varietà di prompt di scrittura o crea semplicemente un diario da zero.
ja: ライティング・プロンプト(課題)を選んで日記を書くか、一から日記を書きます。
pl: Przejrzyj szeroką gamę podpowiedzi tematów lub po prostu utwórz dziennik od zera.
ru: Просмотрите большое разнообразие тем для письма или просто создайте журнал с нуля.
tr: Geniş bir yazma isteği yelpazesi arasından seçin veya sadece sıfırdan bir günlük oluşturun.

source: Review corrections
cs: Prohlédněte si opravy
de: Korrekturen überprüfen
es: Revisar correcciones
fi: Tarkista korjaukset
fr: Examinez les corrections
hr: Pregledajte ispravke
it: Rivedi le correzioni
ja: 添削を確認
pl: Przejrzyj korekty
ru: Просмотр исправлений
tr: Düzeltmeleri gözden geçir

source: Native speakers will correct your writing and provide constructive feedback.
cs: Rodilí mluvčí opraví vaše psaní a poskytnou konstruktivní zpětnou vazbu.
de: Muttersprachler werden Ihr Schreiben korrigieren und konstruktives Feedback geben.
es: Hablantes nativos corregirán tu escritura y proporcionarán una valoración constructiva.
fi: Äidinkielen puhujat korjaavat kirjoituksesi ja antavat rakentavaa palautetta.
fr: Les locuteurs natifs corrigeront vos écrits et fourniront des commentaires constructifs.
hr: Izvorni govornici će ispraviti vaše pisanje i pružiti konstruktivne povratne informacije.
it: I parlanti madrelingua correggeranno il tuo scritto e forniranno un feedback costruttivo.
ja: ネイティブスピーカーがあなたの文章を添削し、建設的なフィードバックを提供してくれます。
pl: Native speakerzy skorygują twój tekst i przekażą konstruktywne uwagi.
ru: Носители языка исправят ваш текст и предоставят конструктивный отзыв.
tr: Ana dili konuşan kişiler yazınızı düzeltecek ve yapıcı geri bildirim sağlayacak.

source: Built for serious learners
cs: Vytvořeno pro vážné studenty
de: Für ernsthafte Lernende entwickelt
es: Diseñado para estudiantes serios
fi: Suunniteltu vakavasti opiskeleville
fr: Conçu pour les apprenants sérieux
hr: Izgrađeno za ozbiljne učenike
it: Creato per studenti seri
ja: 真剣に学習している人々のために作られています
pl: Dla osób o poważnym podejściu do nauki
ru: Создано для серьезных студентов
tr: Ciddi öğrenenler için oluşturulmuş

source: Ditch all the unnecessary distractions on other language-learning platforms and spend more time focusing on your new language(s).
cs: Zbavte se všech zbytečných rozptýlení na jiných platformách pro výuku jazyků a věnujte více času zaměření na váš nový jazyk (jazyky).
de: Verzichten Sie auf alle unnötigen Ablenkungen auf anderen Sprachlernplattformen und konzentrieren Sie sich mehr auf Ihre neue(n) Sprache(n).
es: Olvídate de todas las distracciones innecesarias en otras plataformas de aprendizaje de idiomas y dedica más tiempo a concentrarte en tus nuevos idiomas.
fi: Hylkää kaikki tarpeettomat häiriötekijät muilla kieltenoppimisalustoilla ja keskity enemmän uusiin kieliin.
fr: Oubliez toutes les distractions inutiles sur d'autres plateformes d'apprentissage des langues et consacrez plus de temps à vous concentrer sur votre (vos) nouvelle(s) langue(s).
hr: Odbacite sve nepotrebne distrakcije na drugim platformama za učenje jezika i provedite više vremena fokusirajući se na svoj(e) novi jezik(e).
it: Elimina tutte le distrazioni inutili presenti su altre piattaforme di apprendimento delle lingue e dedica più tempo a concentrarti sulla/e tua/e nuova/e lingua/e.
ja: 他の語学学習プラットフォームにある不用な娯楽は使うのをやめて、より多くの時間を語学学習のために使ってください。
pl: Porzuć wszelkie bezużyteczne zabawy na innych stronach do nauki języków i poświęć więcej czasu nauce nowego języka lub języków.
ru: Избавьтесь от всех ненужных отвлекающих факторов на других площадках для изучения языков и потратьте больше времени на концентрацию на вашем новом языке (языках).
tr: Diğer dil öğrenme platformlarındaki gereksiz dikkat dağıtıcıları bırakın ve yeni dil(ler)inize odaklanmak için daha fazla zaman harcayın.

source: Straight to the point
cs: Přímo k věci
de: Direkt auf den Punkt
es: Directo al grano
fi: Suoraan asiaan
fr: Droit au but
hr: Izravno na stvar
it: Dritto al punto
ja: ネイティブスピーカーから添削をもらいましょう
pl: Od razu do rzeczy
ru: Прямо к делу
tr: Doğrudan noktasına
