Repository: LangCorrect/server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fi, fr, hr, it, ja, pl, ru, tr

source: Get corrections on your writing quickly – Simply write a journal in your target language, publish it, and let the LangCorrect community do their thing to provide corrections for you.
cs: Rychle získávejte opravy svého psaní - jednoduše napište deník ve svém cílovém jazyce, publikujte ho a nechte komunitu LangCorrect, aby udělala svou věc a poskytla vám opravy.
de: Erhalte schnell Korrekturen für deine Texte – Schreibe einfach ein Tagebuch in deiner Zielsprache, veröffentliche es und lass die LangCorrect-Community ihre Arbeit tun, um dir Korrekturen zu geben.
es: Recibe correcciones de tu escritura rápidamente: simplemente escribe un diario en tu idioma de estudio, publícalo y deja que la comunidad de LangCorrect haga su trabajo para corregirte.
fi: Saat kirjoituksesi korjaukset nopeasti - kirjoita yksinkertaisesti päiväkirja kohdekielelläsi, julkaise se ja anna LangCorrect-yhteisön hoitaa loput.
fr: Obtenez rapidement des corrections sur vos écrits - Écrivez simplement un entrée de journal dans votre langue cible, publiez-le et laissez la communauté LangCorrect faire son travail pour vous fournir des corrections.
hr: Brzo dobivajte ispravke na svom pisanju - jednostavno napišite dnevnik na jeziku koji ciljate, objavite ga i pustite da zajednica LangCorrecta učini svoje kako bi vam pružila ispravke.
it: Ricevi correzioni sul tuo scritto rapidamente: basta scrivere un diario nella tua lingua target, pubblicarlo e lasciare che la comunità di LangCorrect faccia il suo lavoro per fornirti le correzioni.
ja: 素早く文章のチェックを受ける – ターゲット言語で自由に日記を書いて投稿するだけで、LangCorrectコミュニティのネイティブスピーカーがあなたの文章を添削してくれます。
pl: Szybko otrzymasz korekty swoich tekstów. Po prostu napisz dziennik w języku docelowym, opublikuj go i poczekaj, aż społeczność LangCorrect weźmie się do dzieła i przygotuje dla ciebie korekty.
ru: Получите исправления вашего текста быстро - просто напишите журнал на целевом языке, опубликуйте его, и пусть сообщество LangCorrect сделает своё дело, чтобы предоставить вам исправления.
tr: Yazınıza hızlı bir şekilde düzeltme alın - Sadece hedef dilinizde bir günlük yazın, yayınlayın ve LangCorrect topluluğunun size düzeltme sağlamak için işlerini yapmalarına izin verin.

source: Constantly improving
cs: Neustále se zlepšujeme
de: Ständige Verbesserung
es: Mejorando constantemente
fi: Jatkuvasti parantumassa
fr: En amélioration constante
hr: Stalno se poboljšavamo
it: In costante miglioramento
ja: コンスタントな改善
pl: Ciągłe doskonalenie
ru: Постоянное улучшение
tr: Sürekli gelişiyor

source: The LangCorrect platform is getting better all the time. Consistent, direct feedback from our user base and frequent updates allow us to keep things fresh and interesting for our users.
cs: Platforma LangCorrect se neustále zlepšuje. Konzistentní, přímá zpětná vazba od našich uživatelů a časté aktualizace nám umožňují udržovat věci čerstvé a zajímavé pro naše uživatele.
de: Die LangCorrect-Plattform wird ständig besser. Durch konstantes, direktes Feedback unserer Benutzer und regelmäßige Aktualisierungen können wir die Dinge für unsere Benutzer immer frisch und interessant gestalten.
es: La plataforma de LangCorrect mejora constantemente. Las valoraciones directas y constantes de nuestra base de usuarios y las actualizaciones frecuentes nos permiten mantener las cosas frescas e interesantes para nuestros usuarios.
fi: LangCorrect-alusta paranee jatkuvasti. Jatkuva, suora palaute käyttäjäkunnaltamme ja usein tapahtuvat päivitykset pitävät asiat tuoreina ja mielenkiintoisina käyttäjillemme.
fr: La plateforme LangCorrect s'améliore constamment. Les retours directs et cohérents de notre base d'utilisateurs et les mises à jour fréquentes nous permettent de maintenir les choses fraîches et intéressantes pour nos utilisateurs.
hr: Platforma LangCorrect se stalno poboljšava. Konstantne, izravne povratne informacije od naših korisnika i česta ažuriranja omogućuju nam da stvari održavamo svježima i zanimljivima za naše korisnike.
it: La piattaforma LangCorrect sta migliorando costantemente. Un feedback diretto e costante da parte della nostra base di utenti e aggiornamenti frequenti ci permettono di mantenere le cose fresche e interessanti per i nostri utenti.
ja: LangCorrectプラットフォームは常に進化し続けています。またユーザーベースでは一貫して直接フィードバックを行い、頻繁にアップデートすることでユーザーに対し常に新鮮で興味深い内容を提供することに努めています。
pl: LangCorrect cały czas się doskonali. Stały dopływ przekazywanych przez użytkowników opinii i częste aktualizacje gwarantują możliwość zaoferowania użytkownikom aktualnych, interesujących treści.
ru: Платформа LangCorrect все время улучшается. Постоянная, прямая обратная связь от наших пользователей и частые обновления позволяют нам поддерживать интерес и свежесть для наших пользователей.
tr: LangCorrect platformu sürekli olarak gelişmektedir. Kullanıcı tabanımızdan sürekli, doğrudan geri bildirim ve sık güncellemeler, işleri kullanıcılarımız için taze ve ilginç tutmamıza olanak tanır.

source: Learn with friends
cs: Učte se s přáteli
de: Lernen Sie mit Freunden
es: Aprende con amigos
fi: Opi ystävien kanssa
fr: Apprenez avec des amis
hr: Učite s prijateljima
it: Impara con gli amici
ja: 友達と一緒に学ぶ
pl: Nauka z przyjaciółmi
ru: Учиться с друзьями
tr: Arkadaşlarınla öğren

source: Invite your friends to join LangCorrect and challenge one another to see who can earn the highest Rankings and Streaks.
cs: Pozvěte své přátele, aby se přidali k LangCorrect a vyzvěte se navzájem, kdo získá nejvyšší hodnocení a sérii úspěchů.
de: Laden Sie Ihre Freunde ein, sich LangCorrect anzuschließen und fordern Sie sich gegenseitig heraus, um zu sehen, wer die höchsten Ranglisten und Serien erzielen kann.
es: Invita a tus amigos a unirse a LangCorrect y desafíense mutuamente para ver quién puede obtener las clasificaciones y rachas más altas.
fi: Kutsu ystäväsi liittymään LangCorrectiin ja haastakaa toisianne näkemään, kuka voi saada korkeimmat sijoitukset ja putket.
fr: Invitez vos amis à rejoindre LangCorrect et défiez-vous les uns les autres pour voir qui peut obtenir les meilleurs classements et séries.
hr: Pozovite svoje prijatelje da se pridruže LangCorrectu i izazovite jedni druge da vidite tko može zaraditi najviše rangova i nizova.
it: Invita i tuoi amici a unirsi a LangCorrect e sfidatevi a vicenda per vedere chi può ottenere i Rankings e le Serie più alte.
ja: 友達をLangCorrectに招待し、日記の投稿数や連続投稿数の上位に誰がランクインできるかチャレンジしてみましょう。
pl: Zaproś swych przyjaciół, aby dołączyli do LangCorrect i stawiajcie sobie nawzajem wyzwania, aby zobaczyć, kto osiągnie najwyższe pozycje w rankingach i największą regularność wpisów.
ru: Пригласите друзей присоединиться к LangCorrect и бросьте друг другу вызов, чтобы узнать, кто может заработать наивысшие рейтинги и серии.
tr: Arkadaşlarınızı LangCorrect'e katılmaya davet edin ve kimin en yüksek Sıralamaları ve Serileri kazanabileceğini görmek için birbirinize meydan okuyun.

source: Functionality with learning in mind
cs: Funkčnost s myšlenkou na učení
de: Funktionalität mit dem Lernen im Sinn
es: Funcionalidad pensada para el aprendizaje
fi: Toiminnallisuus oppimista silmällä pitäen
fr: Fonctionnalités conçues pour l'apprentissage
hr: Funkcionalnost s učenjem na umu
it: Funzionalità pensate per l'apprendimento
ja: 学習を念頭に置いた機能
pl: Funkcjonalność pod kątem nauki
ru: Функциональность с учетом обучения
tr: Öğrenmeyi göz önünde bulundurarak işlevsellik

source: From writing prompts to automatic, color-coded correction highlighting, learning to write in another language has never been this easy.
cs: Od písemných podnětů k automatickému, barevně kódovanému zvýraznění oprav, učení se psát v jiném jazyce nikdy nebylo tak snadné.
de: Von Schreibaufforderungen bis hin zu automatischer, farbcodierter Korrekturhervorhebung war das Erlernen des Schreibens in einer anderen Sprache noch nie so einfach.
es: Desde sugerencias para escribir hasta correcciones automáticas por colores, aprender a escribir en otro idioma nunca ha sido tan fácil.
fi: Kirjoitustehtävistä automaattiseen, värikoodattuun korjausten korostamiseen, toisen kielen kirjoittamisen oppiminen ei ole koskaan ollut näin helppoa.
fr: Des sujets de rédaction jusqu'à la mise en évidence automatique des corrections en couleur, apprendre à écrire dans une autre langue n'a jamais été aussi facile.
hr: Od poticaja za pisanje do automatskog, obojenog isticanja ispravaka, učenje pisanja na drugom jeziku nikada nije bilo ovako jednostavno.
it: Dai prompt di scrittura all'evidenziazione automatica delle correzioni codificate per colore, imparare a scrivere in un'altra lingua non è mai stato così facile.
ja: LangCorrectにはライティング・プロンプト（ライティング課題）の提供から、自動で色分け・ハイライトされる添削機能まで付随しており、外国語のライティング学習がとても簡単にできます。
pl: Od pisania podpowiedzi po automatyczne, kodowane kolorami oznaczenia korekt: nauka pisania w obcym języku nigdy nie była równie łatwa.
ru: От тем для письма до автоматической цветовой разметки исправлений, обучение письму на другом языке никогда не было таким простым.
tr: Yazma isteklerinden otomatik, renk kodlu düzeltme vurgulamasına kadar, başka bir dilde yazmayı öğrenmek hiç bu kadar kolay olmamıştı.

source: Built-in messaging
cs: Vestavěná komunikace
de: Integrierte Messaging-Funktion
es: Mensajería integrada
fi: Sisäänrakennettu viestintä
fr: Messagerie intégrée
hr: Ugrađeno slanje poruka
it: Messaggistica integrata
ja: メッセージ機能が付随
pl: Wbudowany komunikator
ru: Встроенная переписка
tr: Dahili mesajlaşma

source: Take a break to relax and chat with other learners using the messaging feature. This is a great way to make new friends and meet people from around the globe.
cs: Udělejte si pauzu, abyste se uvolnili a popovídali si s ostatními studenty pomocí funkce zasílání zpráv. Toto je skvělý způsob, jak najít nové přátele a setkat se s lidmi z celého světa.
de: Nehmen Sie eine Pause, um sich zu entspannen und mit anderen Lernenden über die Messaging-Funktion zu chatten. Das ist eine großartige Möglichkeit, neue Freunde zu finden und Menschen aus der ganzen Welt kennenzulernen.
es: Tómate un descanso para relajarte y chatear con otros estudiantes usando la función de mensajería. Esta es una excelente manera de hacer nuevos amigos y conocer gente de todo el mundo.
fi: Ota tauko rentoutuaksesi ja keskustellaksesi muiden oppijoiden kanssa viestintäominaisuuden avulla. Tämä on hieno tapa tutustua uusiin ystäviin ja tavata ihmisiä ympäri maailmaa.
fr: Prenez une pause pour vous détendre et discuter avec d'autres apprenants en utilisant la fonction de messagerie. C'est un excellent moyen de se faire de nouveaux amis et de rencontrer des gens du monde entier.
hr: Odmorite se i razgovarajte s drugim učenicima koristeći funkciju slanja poruka. Ovo je odličan način za upoznavanje novih prijatelja i ljudi iz cijelog svijeta.
it: Prenditi una pausa per rilassarti e chattare con altri studenti utilizzando la funzione di messaggistica. Questo è un ottimo modo per fare nuovi amici e incontrare persone da tutto il mondo.
ja: 時には少し休憩しメッセージ機能を使って他の学習者とお喋りしてみましょう。これは新しい友達を作り世界中の人々と出会うことができる素晴らしい方法です。
pl: Zrób sobie przerwę, aby zrelaksować się i porozmawiać z innymi użytkownikami poprzez funkcję wymiany wiadomości. Jest to wspaniały sposób na zdobycie nowych przyjaciół i poznanie ludzi z całego świata.
ru: Сделайте перерыв, чтобы расслабиться и пообщаться с другими изучающими с помощью функции сообщений. Это отличный способ завести новых друзей и познакомиться с людьми со всего мира.
tr: Mesajlaşma özelliğini kullanarak diğer öğrenenlerle sohbet etmek ve rahatlamak için bir mola verin. Bu, dünyanın dört bir yanından yeni arkadaşlar edinmek ve insanlarla tanışmak için harika bir yol.

source: Join today and experience language-learning, redefined.
cs: Přidejte se dnes a zažijte výuku jazyků v novém světle.
de: Treten Sie heute bei und erleben Sie Sprachenlernen neu definiert.
es: Únete hoy y experimenta el aprendizaje de idiomas, redefinido.
fi: Liity tänään ja koe uudelleenmääritelty kielten oppiminen.
fr: Rejoignez-nous aujourd'hui et découvrez l'apprentissage des langues, redéfini.
hr: Pridružite se danas i doživite učenje jezika u novom svjetlu.
it: Unisciti oggi e vivi l'apprendimento delle lingue in modo rinnovato.
ja: 今日から参加して、新たな語学学習を体験しましょう。
pl: Dołącz do nas już dziś i ciesz się nauką języków w nowatorskiej formule.
ru: Присоединяйтесь сегодня и переопределите изучение языков.
tr: Bugün katılın ve dil öğrenmeyi yeniden tanımlayın.

source: Whether you’re fluent or just starting out, we’d be thrilled to have you join the LangCorrect community. We’re all learners and we understand that in order to reach fluency and confidence in a new language, it’s important to make mistakes. LangCorrect’s wonderful users are ready to help you, provide support, and answer your burning questions so that you can reach the level you want to be at in your new language.
cs: Ať už jste plynulí nebo teprve začínáte, budeme nadšeni, když se k nám v komunitě LangCorrect přidáte. Všichni se učíme a chápeme, že k dosažení plynulosti a sebejistoty v novém jazyce je důležité dělat chyby. Skvělí uživatelé LangCorrect jsou připraveni vám pomoci, poskytnout podporu a odpovědět na vaše palčivé otázky, abyste dosáhli úrovně, na které chcete být ve svém novém jazyce.
de: Egal, ob Sie fließend sprechen oder gerade erst anfangen, wir würden uns freuen, Sie in der LangCorrect-Community willkommen zu heißen. Wir sind alle Lernende und verstehen, dass es wichtig ist, Fehler zu machen, um in einer neuen Sprache fließend und selbstsicher zu werden. Die wunderbaren Benutzer von LangCorrect stehen bereit, Ihnen zu helfen, Unterstützung zu bieten und Ihre brennenden Fragen zu beantworten, damit Sie das gewünschte Niveau in Ihrer neuen Sprache erreichen können.
es: Ya seas avanzado o estés empezando, estaríamos encantados de que te unas a la comunidad de LangCorrect. Todos somos estudiantes y entendemos que para alcanzar fluidez y confianza en un nuevo idioma es importante cometer errores. Los maravillosos usuarios de LangCorrect están listos para ayudarte, brindarte apoyo y responder a tus preguntas urgentes para que puedas alcanzar el nivel que deseas en tu nuevo idioma.
fi: Olitpa sitten sujuva tai vasta aloittelija, olisimme innoissamme, jos liittyisit LangCorrect-yhteisöön. Olemme kaikki oppijoita ja ymmärrämme, että sujuvuuden ja itsevarmuuden saavuttamiseksi uudessa kielessä on tärkeää tehdä virheitä. LangCorrectin upeat käyttäjät ovat valmiita auttamaan sinua, tarjoamaan tukea ja vastaamaan polttaviin kysymyksiisi, jotta voit saavuttaa haluamasi tason uudessa kielessäsi.
fr: Que vous soyez débutant ou parliez couramment, nous serions ravis de vous voir rejoindre la communauté LangCorrect. Nous sommes tous des apprenants et nous comprenons qu'il est important de faire des erreurs pour atteindre la fluidité et la confiance dans une nouvelle langue. Les merveilleux utilisateurs de LangCorrect sont prêts à vous aider, à vous soutenir et à répondre à vos questions brûlantes afin que vous puissiez atteindre le niveau que vous souhaitez dans votre nouvelle langue.
hr: Bilo da ste već tečni ili tek počinjete, bilo bi nam drago da se pridružite zajednici LangCorrect. Svi smo mi učenici i razumijemo da je kako bismo postigli tečnost i samopouzdanje u novom jeziku, važno praviti pogreške. Divni korisnici LangCorrecta su spremni pomoći vam, pružiti podršku i odgovoriti na vaša goruća pitanja kako biste dostigli razinu na kojoj želite biti u svom novom jeziku.
it: Che tu sia fluente o solo all'inizio, saremmo entusiasti di averti nella comunità di LangCorrect. Siamo tutti studenti e comprendiamo che per raggiungere la padronanza e la sicurezza in una nuova lingua, è importante fare errori. I meravigliosi utenti di LangCorrect sono pronti ad aiutarti, fornire supporto e rispondere alle tue domande più pressanti in modo che tu possa raggiungere il livello che desideri nella tua nuova lingua.
ja: 言語を流暢に話せる方も、学習を始めたばかりの方もLangCorrectコミュニティへのご参加をお待ちしています。 私たちは皆学習者です。自信を持って外国語を滑らかに話せるようになるにはミスから学ぶことは重要であることを私たちは理解しています。 LangCorrectの素晴らしいユーザー達は、あなたの熱心な質問に答え、あなたの目標とするレベルに到達できるようサポートする準備がもうできています。
pl: Bez względu na to, czy władasz danym językiem biegle czy dopiero zaczynasz się go uczyć, jesteś mile widziany w społeczności LangCorrect. Wszyscy się uczymy i rozumiemy, że aby osiągnąć biegłość, trzeba się liczyć z popełnianiem błędów. Członkowie wspaniałej społeczności LangCorrect są gotowi ci pomóc, wesprzeć twoje wysiłki i odpowiedzieć na palące pytania, aby pomóc ci osiągnąć pożądany poziom znajomości nowego języka.
ru: Будь вы уже свободно говорящим или только начинающим, мы будем рады видеть вас в сообществе LangCorrect. Мы все учимся и понимаем, что для достижения свободного владения и уверенности в новом языке важно допускать ошибки. Замечательные пользователи LangCorrect готовы вам помочь, предоставить поддержку и ответить на ваши насущные вопросы, чтобы вы достигли желаемого уровня в новом языке.
tr: Akıcı olun ya da sadece başlangıç ​​yapıyor olun, LangCorrect topluluğuna katılmanızdan dolayı çok heyecanlı olurduk. Hepimiz öğreneniz ve yeni bir dilde akıcılık ve güven kazanmak için hata yapmanın önemli olduğunu anlıyoruz. LangCorrect'in harika kullanıcıları, yeni dilinizde olmak istediğiniz seviyeye ulaşabilmeniz için size yardımcı olmaya, destek sağlamaya ve yanan sorularınızı yanıtlamaya hazır.

source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
it: Stato
ja: ステータス
ru: Статус
tr: Durum

source: Premium Until
cs: Prémiový do
de: Premium bis
es: Premium hasta
fi: Premium voimassa asti
fr: Premium jusqu'à
hr: Premium do
it: Premium fino al
ja: プレミアム有効期限
pl: Premium do
ru: Премиум до
tr: Premium Bitiş Tarihi

source: Subscription
cs: Předplatné
de: Abonnement
es: Suscripción
fi: Tilaus
fr: Abonnement
hr: Pretplata
it: Abbonamento
ja: サブスクリプション
pl: Subskrypcja
ru: Подписка
tr: Abonelik

source: Subscription Started On
cs: Předplatné začalo dne
de: Abonnement begonnen am
es: Suscripción iniciada el
fi: Tilaus alkoi
fr: Abonnement commencé le
hr: Pretplata započela
it: Abbonamento iniziato il
ja: サブスクリプション開始日
pl: Subskrypcja rozpoczęta dnia
ru: Подписка начата
tr: Aboneliğin Başladığı Tarih

source: Subscription Ended On
cs: Předplatné skončilo dne
de: Abonnement beendet am
es: Suscripción finalizada el
fi: Tilaus päättyi
fr: Abonnement terminé le
hr: Pretplata završila
it: Abbonamento terminato il
ja: サブスクリプション終了日
pl: Subskrypcja zakończona dnia
ru: Подписка закончена
tr: Aboneliğin Bittiği Tarih

source: Last Billed On
cs: Naposledy účtováno dne
de: Zuletzt abgerechnet am
es: Último cobro el
fi: Viimeksi laskutettu
fr: Dernière facturation le
hr: Posljednji naplaćeni datum
it: Ultima fatturazione il
ja: 最終請求日
pl: Ostatnio rozliczony dnia
ru: Последний платеж
tr: Son Fatura Tarihi

source: Next Scheduled Billing On
cs: Další plánované vyúčtování dne
de: Nächste geplante Abrechnung am
es: Próximo cobro programado para el
fi: Seuraava suunniteltu laskutus
fr: Prochaine facturation prévue le
hr: Sljedeći planirani datum naplate
it: Prossima fatturazione programmata il
ja: 次回の予定請求日
pl: Następne planowane rozliczenie dnia
ru: Следующий запланированный платеж
tr: Sonraki Planlanan Fatura Tarihi

source: Current Subscription Status
cs: Aktuální stav předplatného
de: Aktueller Abonnementstatus
es: Estado actual de la suscripción
fi: Nykyinen tilaustila
fr: Statut actuel de l'abonnement
hr: Trenutni status pretplate
it: Stato attuale dell'abbonamento
ja: 現在のサブスクリプションステータス
pl: Aktualny status subskrypcji
ru: Текущий статус подписки
tr: Güncel Abonelik Durumu

source: Subscription Canceled On
cs: Předplatné zrušeno dne
de: Abonnement gekündigt am
es: Suscripción cancelada el
fi: Tilaus peruutettu
fr: Abonnement annulé le
hr: Pretplata otkazana
it: Abbonamento annullato il
ja: サブスクリプションキャンセル日
pl: Subskrypcja anulowana dnia
ru: Подписка отменена
tr: Aboneliğin İptal Edildiği Tarih

source: Last Billed Amount
cs: Naposledy účtovaná částka
de: Zuletzt abgerechneter Betrag
es: Última factura
fi: Viimeksi laskutettu summa
fr: Dernier montant facturé
hr: Posljednji naplaćeni iznos
it: Ultimo importo fatturato
ja: 最後の請求額
pl: Ostatnia rozliczona kwota
ru: Сумма последнего платежа
tr: Son Faturalandırılan Miktar

source: Upgrade Your Language Journey with LangCorrect Premium
cs: Vylepšete svou jazykovou cestu s LangCorrect Premium
de: Verbessern Sie Ihre Sprachreise mit LangCorrect Premium
es: Mejora tu proceso de aprendizaje de idiomas con LangCorrect Premium
fi: Päivitä kielimatkasi LangCorrect Premiumilla
fr: Améliorez votre parcours linguistique avec LangCorrect Premium
hr: Nadogradite svoje jezično putovanje s LangCorrect Premium
it: Migliora il tuo percorso linguistico con LangCorrect Premium
ja: LangCorrectプレミアムで言語学習をアップグレード
pl: Ulepsz swoją naukę języków dzięki LangCorrect Premium
ru: Улучшите ваш языковой опыт с LangCorrect Premium
tr: LangCorrect Premium ile Dil Öğrenme Yolculuğunuzu Yükseltin

source: Features
cs: Funkce
de: Funktionen
es: Características
fi: Ominaisuudet
fr: Fonctionnalités
hr: Značajke
it: Caratteristiche
ja: 機能
pl: Funkcje
ru: Функции
tr: Özellikler

source: Free
cs: Zdarma
de: Kostenlos
es: Gratis
fi: Ilmainen
fr: Gratuit
hr: Besplatno
it: Gratuito
ja: 無料
pl: Darmowe
ru: Бесплатно
tr: Ücretsiz

source: Unlimited Journal Entries
cs: Neomezené záznamy v deníku
de: Unbegrenzte Tagebucheinträge
es: Entradas de diario ilimitadas
fi: Rajattomat päiväkirjamerkinnät
fr: Entrées de journal illimitées
hr: Neograničeni unosi u dnevnik
it: Voci di diario illimitate
ja: 無制限のジャーナルエントリー
pl: Nieograniczona liczba wpisów w dzienniku
ru: Неограниченное количество записей в журнале
tr: Sınırsız Günlük Girişleri

source: Unlimited Peer Reviews
cs: Neomezené recenze od vrstevníků
de: Unbegrenzte Peer-Bewertungen
es: Revisiones de usuarios ilimitadas
fi: Rajattomat vertaisarvostelut
fr: Évaluations par les pairs illimitées
hr: Neograničene recenzije vršnjaka
it: Revisioni tra pari illimitate
ja: 無制限のピアレビュー
pl: Nieograniczona liczba recenzji od rówieśników
ru: Неограниченное количество оценок от коллег
tr: Sınırsız Akran İncelemeleri

source: Available Languages & Dialects
cs: Dostupné jazyky a dialekty
de: Verfügbare Sprachen & Dialekte
es: Idiomas y dialectos disponibles
fi: Saatavilla olevat kielet ja murteet
fr: Langues et dialectes disponibles
hr: Dostupni jezici i dijalekti
it: Lingue e dialetti disponibili
ja: 利用可能な言語と方言
pl: Dostępne języki i dialekty
ru: Доступные языки и диалекты
tr: Kullanılabilir Diller ve Lehçeler

source: Unlimited Writing Prompts
cs: Neomezené písemné podněty
de: Unbegrenzte Schreibanregungen
es: Sugerencias de escritura ilimitadas
fi: Rajattomat kirjoitustehtävät
fr: Sujets de rédaction illimités
hr: Neograničeni poticaji za pisanje
it: Prompt di scrittura illimitati
ja: 無制限のライティングプロンプト
pl: Nieograniczona liczba tematów do pisania
ru: Неограниченное количество тем для письма
tr: Sınırsız Yazma İstekleri

source: Participation in Writing Challenges
cs: Účast na písemných výzvách
de: Teilnahme an Schreibherausforderungen
es: Participación en desafíos de escritura
fi: Osallistuminen kirjoitushaasteisiin
fr: Participation aux défis d'écriture
hr: Sudjelovanje u izazovima pisanja
it: Partecipazione a sfide di scrittura
ja: ライティングチャレンジへの参加
pl: Udział w wyzwaniach pisarskich
ru: Участие в письменных заданиях
tr: Yazma Görevlerine Katılım

source: Automatic Correction Highlighting
cs: Automatické zvýraznění oprav
de: Automatische Korrekturhervorhebung
es: Resaltado automático de correcciones
fi: Automaattinen korjausten korostus
fr: Mise en évidence automatique des corrections
hr: Automatsko isticanje ispravaka
it: Evidenziazione automatica delle correzioni
ja: 自動訂正ハイライト
pl: Automatyczne podświetlanie poprawek
ru: Автоматическая подсветка исправлений
tr: Otomatik Düzeltme Vurgulama
